var videoList = 
 [
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/001 【艾玛读绘本】一次荣耀的飞行.mp3',type: 'audio/mp3'}],
 name:'001 【艾玛读绘本】一次荣耀的飞行',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/002 【小窝头睡前故事】草莓点心.mp3',type: 'audio/mp3'}],
 name:'002 【小窝头睡前故事】草莓点心',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/003 【艾玛读绘本】生气的亚瑟.mp3',type: 'audio/mp3'}],
 name:'003 【艾玛读绘本】生气的亚瑟',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/004 【艾玛读绘本】我好担心.mp3',type: 'audio/mp3'}],
 name:'004 【艾玛读绘本】我好担心',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/005 【艾玛读绘本】哼将军和哈将军(中国神话故事新编).mp3',type: 'audio/mp3'}],
 name:'005 【艾玛读绘本】哼将军和哈将军(中国神话故事新编)',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/006 【艾玛读绘本】乌鸦面包店.mp3',type: 'audio/mp3'}],
 name:'006 【艾玛读绘本】乌鸦面包店',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/007 【艾玛读绘本】一粒金子要发光.mp3',type: 'audio/mp3'}],
 name:'007 【艾玛读绘本】一粒金子要发光',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/008 【艾玛读绘本】过年必听：回家.mp3',type: 'audio/mp3'}],
 name:'008 【艾玛读绘本】过年必听：回家',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/009 【艾玛读绘本】80后暖暖的童年回忆：花事.mp3',type: 'audio/mp3'}],
 name:'009 【艾玛读绘本】80后暖暖的童年回忆：花事',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/010 【三岁小窝头首次背诵古文】笠翁对韵.mp3',type: 'audio/mp3'}],
 name:'010 【三岁小窝头首次背诵古文】笠翁对韵',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/011 【小窝头时间】企鹅会骑自行车吗？.mp3',type: 'audio/mp3'}],
 name:'011 【小窝头时间】企鹅会骑自行车吗？',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/012 【小窝头时间】章鱼能爬上高楼吗.mp3',type: 'audio/mp3'}],
 name:'012 【小窝头时间】章鱼能爬上高楼吗',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/013 【小窝头时间】我爱洗澡.mp3',type: 'audio/mp3'}],
 name:'013 【小窝头时间】我爱洗澡',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/014 【艾玛读绘本】三个淘气包之海底探险.mp3',type: 'audio/mp3'}],
 name:'014 【艾玛读绘本】三个淘气包之海底探险',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/015 【艾玛读童诗】瀑布.mp3',type: 'audio/mp3'}],
 name:'015 【艾玛读童诗】瀑布',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/016 【艾玛读绘本】妈妈的美丽花.mp3',type: 'audio/mp3'}],
 name:'016 【艾玛读绘本】妈妈的美丽花',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/017 【经典中文绘本】螳螂（小窝头朗读处女秀）.mp3',type: 'audio/mp3'}],
 name:'017 【经典中文绘本】螳螂（小窝头朗读处女秀）',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/018 【小窝头时间】玛德琳的救命狗.mp3',type: 'audio/mp3'}],
 name:'018 【小窝头时间】玛德琳的救命狗',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/019 【小窝头时间】三个淘气包系列之恐龙探险.mp3',type: 'audio/mp3'}],
 name:'019 【小窝头时间】三个淘气包系列之恐龙探险',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/020 【Betty老师】蛤蟆爷爷的秘诀.mp3',type: 'audio/mp3'}],
 name:'020 【Betty老师】蛤蟆爷爷的秘诀',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/021 【艾玛读绘本】我有一盏小灯笼.mp3',type: 'audio/mp3'}],
 name:'021 【艾玛读绘本】我有一盏小灯笼',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/022 【小窝头时间】小鸡球球之妈妈在哪儿.mp3',type: 'audio/mp3'}],
 name:'022 【小窝头时间】小鸡球球之妈妈在哪儿',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/023 【小窝头时间】亲爱的小鱼.mp3',type: 'audio/mp3'}],
 name:'023 【小窝头时间】亲爱的小鱼',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/024 【艾玛读绘本】鸭子骑车记.mp3',type: 'audio/mp3'}],
 name:'024 【艾玛读绘本】鸭子骑车记',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/025 【小窝头时间】彩虹色的花.mp3',type: 'audio/mp3'}],
 name:'025 【小窝头时间】彩虹色的花',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/026 【小窝头时间】小鸡球球成长系列：好朋友.mp3',type: 'audio/mp3'}],
 name:'026 【小窝头时间】小鸡球球成长系列：好朋友',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/027 【小窝头时间】排好队一个接一个.mp3',type: 'audio/mp3'}],
 name:'027 【小窝头时间】排好队一个接一个',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/028 【小窝头时间】一起出去玩吧.mp3',type: 'audio/mp3'}],
 name:'028 【小窝头时间】一起出去玩吧',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/029 【艾玛读绘本】玛德琳(给王君语的生日礼物).mp3',type: 'audio/mp3'}],
 name:'029 【艾玛读绘本】玛德琳(给王君语的生日礼物)',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/030 【艾玛读绘本】小鸡球球藏猫猫.mp3',type: 'audio/mp3'}],
 name:'030 【艾玛读绘本】小鸡球球藏猫猫',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/031 【艾玛读绘本】魔法亲亲.mp3',type: 'audio/mp3'}],
 name:'031 【艾玛读绘本】魔法亲亲',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/032 【艾玛读绘本】獾的礼物.mp3',type: 'audio/mp3'}],
 name:'032 【艾玛读绘本】獾的礼物',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/033 【艾玛读绘本】性教育启蒙必读：乳房的故事.mp3',type: 'audio/mp3'}],
 name:'033 【艾玛读绘本】性教育启蒙必读：乳房的故事',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/034 【艾玛读绘本】来信了.mp3',type: 'audio/mp3'}],
 name:'034 【艾玛读绘本】来信了',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/035 【艾玛读绘本】小艾的端午节.mp3',type: 'audio/mp3'}],
 name:'035 【艾玛读绘本】小艾的端午节',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/036 【艾玛读绘本】小狐狸买手套.mp3',type: 'audio/mp3'}],
 name:'036 【艾玛读绘本】小狐狸买手套',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/037 【艾玛读绘本】芙蓉仙子.mp3',type: 'audio/mp3'}],
 name:'037 【艾玛读绘本】芙蓉仙子',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/038 【艾玛读绘本】你的手我的手他的手.mp3',type: 'audio/mp3'}],
 name:'038 【艾玛读绘本】你的手我的手他的手',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/039 【艾玛读绘本】11只灰雁往南飞.mp3',type: 'audio/mp3'}],
 name:'039 【艾玛读绘本】11只灰雁往南飞',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/040 【艾玛读绘本】家燕.mp3',type: 'audio/mp3'}],
 name:'040 【艾玛读绘本】家燕',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/041 【艾玛读绘本】和竹子在一起.mp3',type: 'audio/mp3'}],
 name:'041 【艾玛读绘本】和竹子在一起',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/042 【艾玛读绘本】中秋节.mp3',type: 'audio/mp3'}],
 name:'042 【艾玛读绘本】中秋节',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/043 【艾玛读绘本】小熊宝宝 谁哭了.mp3',type: 'audio/mp3'}],
 name:'043 【艾玛读绘本】小熊宝宝 谁哭了',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/044 【艾玛读绘本】猴子会玩滑水吗.mp3',type: 'audio/mp3'}],
 name:'044 【艾玛读绘本】猴子会玩滑水吗',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/045 【艾玛读绘本】老虎会走钢丝吗.mp3',type: 'audio/mp3'}],
 name:'045 【艾玛读绘本】老虎会走钢丝吗',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/046 【艾玛读绘本】回家 (2018版).mp3',type: 'audio/mp3'}],
 name:'046 【艾玛读绘本】回家 (2018版)',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/047 【艾玛读绘本】牙齿牙齿扔屋顶.mp3',type: 'audio/mp3'}],
 name:'047 【艾玛读绘本】牙齿牙齿扔屋顶',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/048 【艾玛读绘本】龙牙颗颗钉满天.mp3',type: 'audio/mp3'}],
 name:'048 【艾玛读绘本】龙牙颗颗钉满天',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/049 【艾玛读绘本】生气汤.mp3',type: 'audio/mp3'}],
 name:'049 【艾玛读绘本】生气汤',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/050 【艾玛读绘本】乌鸦糕点店.mp3',type: 'audio/mp3'}],
 name:'050 【艾玛读绘本】乌鸦糕点店',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/051 【艾玛读绘本】乌鸦蔬果店.mp3',type: 'audio/mp3'}],
 name:'051 【艾玛读绘本】乌鸦蔬果店',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/052 【艾玛读绘本】肚子里有个火车站.mp3',type: 'audio/mp3'}],
 name:'052 【艾玛读绘本】肚子里有个火车站',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/053 【艾玛读绘本】乌鸦天妇罗店.mp3',type: 'audio/mp3'}],
 name:'053 【艾玛读绘本】乌鸦天妇罗店',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/054 【艾玛读绘本】牙齿大街的新鲜事.mp3',type: 'audio/mp3'}],
 name:'054 【艾玛读绘本】牙齿大街的新鲜事',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/055 【艾玛读绘本】发脾气大叫的妈妈.mp3',type: 'audio/mp3'}],
 name:'055 【艾玛读绘本】发脾气大叫的妈妈',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/056 【艾玛读绘本】我永远爱你.mp3',type: 'audio/mp3'}],
 name:'056 【艾玛读绘本】我永远爱你',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/057 【艾玛唱童谣】Fly fly fly the butterfly.mp3',type: 'audio/mp3'}],
 name:'057 【艾玛唱童谣】Fly fly fly the butterfly',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/058 【艾玛读绘本】在教室说错了没关系.mp3',type: 'audio/mp3'}],
 name:'058 【艾玛读绘本】在教室说错了没关系',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/059 【艾玛读绘本】The Very Busy Spider 好忙的蜘蛛 中文版.mp3',type: 'audio/mp3'}],
 name:'059 【艾玛读绘本】The Very Busy Spider 好忙的蜘蛛 中文版',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/060 【艾玛读绘本】The Very Busy Spider.mp3',type: 'audio/mp3'}],
 name:'060 【艾玛读绘本】The Very Busy Spider',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/061 【艾玛读绘本】迟到的理由.mp3',type: 'audio/mp3'}],
 name:'061 【艾玛读绘本】迟到的理由',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/062 【艾玛读绘本】妈妈成为妈妈那天.mp3',type: 'audio/mp3'}],
 name:'062 【艾玛读绘本】妈妈成为妈妈那天',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/063 【艾玛读绘本】妈妈的红沙发.mp3',type: 'audio/mp3'}],
 name:'063 【艾玛读绘本】妈妈的红沙发',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/064 【艾玛读绘本】不要随便命令我.mp3',type: 'audio/mp3'}],
 name:'064 【艾玛读绘本】不要随便命令我',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/065 【艾玛读绘本】第一次去理发店.mp3',type: 'audio/mp3'}],
 name:'065 【艾玛读绘本】第一次去理发店',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/066 【艾玛读绘本】在海边的一天.mp3',type: 'audio/mp3'}],
 name:'066 【艾玛读绘本】在海边的一天',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/067 【艾玛读绘本】苏菲的杰作.mp3',type: 'audio/mp3'}],
 name:'067 【艾玛读绘本】苏菲的杰作',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/068 【艾玛读绘本】小猫咪追月亮.mp3',type: 'audio/mp3'}],
 name:'068 【艾玛读绘本】小猫咪追月亮',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/069 【艾玛读绘本】爷爷一定有办法.mp3',type: 'audio/mp3'}],
 name:'069 【艾玛读绘本】爷爷一定有办法',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/070 【艾玛读绘本】Something from nothing.mp3',type: 'audio/mp3'}],
 name:'070 【艾玛读绘本】Something from nothing',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/071 【艾玛读绘本】逃家小兔.mp3',type: 'audio/mp3'}],
 name:'071 【艾玛读绘本】逃家小兔',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/072 【艾玛读绘本】猜猜我有多爱你.mp3',type: 'audio/mp3'}],
 name:'072 【艾玛读绘本】猜猜我有多爱你',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/073 【艾玛读绘本】跟着小队长.mp3',type: 'audio/mp3'}],
 name:'073 【艾玛读绘本】跟着小队长',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/074 【艾玛读绘本】让妈妈生气的十个办法.mp3',type: 'audio/mp3'}],
 name:'074 【艾玛读绘本】让妈妈生气的十个办法',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/075 【艾玛读绘本】让爸爸生气的十个办法.mp3',type: 'audio/mp3'}],
 name:'075 【艾玛读绘本】让爸爸生气的十个办法',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/076 【艾玛读绘本】有只小狗叫八公.mp3',type: 'audio/mp3'}],
 name:'076 【艾玛读绘本】有只小狗叫八公',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/077 【艾玛读绘本】大脚丫跳芭蕾.mp3',type: 'audio/mp3'}],
 name:'077 【艾玛读绘本】大脚丫跳芭蕾',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/078 【艾玛读绘本】抽屉里的糖.mp3',type: 'audio/mp3'}],
 name:'078 【艾玛读绘本】抽屉里的糖',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/079 【艾玛读绘本】和爸爸一起真好.mp3',type: 'audio/mp3'}],
 name:'079 【艾玛读绘本】和爸爸一起真好',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/080 【艾玛读绘本】楼上的外婆和楼下的外婆.mp3',type: 'audio/mp3'}],
 name:'080 【艾玛读绘本】楼上的外婆和楼下的外婆',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/081 【艾玛读绘本】我的幸运一天.mp3',type: 'audio/mp3'}],
 name:'081 【艾玛读绘本】我的幸运一天',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/082 【艾玛读绘本】小黑鱼.mp3',type: 'audio/mp3'}],
 name:'082 【艾玛读绘本】小黑鱼',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/083 【艾玛读绘本】朱家故事.mp3',type: 'audio/mp3'}],
 name:'083 【艾玛读绘本】朱家故事',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/084 【艾玛读绘本】让路给小鸭子.mp3',type: 'audio/mp3'}],
 name:'084 【艾玛读绘本】让路给小鸭子',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/085 【艾玛读绘本】阿莫的生病日.mp3',type: 'audio/mp3'}],
 name:'085 【艾玛读绘本】阿莫的生病日',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/086 【艾玛读绘本】安的种子.mp3',type: 'audio/mp3'}],
 name:'086 【艾玛读绘本】安的种子',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/087 【艾玛读绘本】让我安静五分钟.mp3',type: 'audio/mp3'}],
 name:'087 【艾玛读绘本】让我安静五分钟',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/088 【艾玛读绘本】乌鸦荞麦面店.mp3',type: 'audio/mp3'}],
 name:'088 【艾玛读绘本】乌鸦荞麦面店',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/089 【艾玛读绘本】是谁嗯嗯在我的头上.mp3',type: 'audio/mp3'}],
 name:'089 【艾玛读绘本】是谁嗯嗯在我的头上',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/090 【艾玛读绘本】团圆.mp3',type: 'audio/mp3'}],
 name:'090 【艾玛读绘本】团圆',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/091 【艾玛读绘本】饺子和汤圆.mp3',type: 'audio/mp3'}],
 name:'091 【艾玛读绘本】饺子和汤圆',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/092 【艾玛读绘本】小猪呼噜 我不打人.mp3',type: 'audio/mp3'}],
 name:'092 【艾玛读绘本】小猪呼噜 我不打人',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/093 【艾玛读绘本】小猪呼噜 我能分享.mp3',type: 'audio/mp3'}],
 name:'093 【艾玛读绘本】小猪呼噜 我能分享',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/094 【艾玛读绘本】雷锋.mp3',type: 'audio/mp3'}],
 name:'094 【艾玛读绘本】雷锋',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/095 【艾玛读绘本】杰瑞的冷静太空.mp3',type: 'audio/mp3'}],
 name:'095 【艾玛读绘本】杰瑞的冷静太空',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/096 【艾玛读绘本】端午的故事.mp3',type: 'audio/mp3'}],
 name:'096 【艾玛读绘本】端午的故事',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/097 【艾玛读绘本】小种子.mp3',type: 'audio/mp3'}],
 name:'097 【艾玛读绘本】小种子',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/098 【艾玛读绘本】我的大喊大叫的一天.mp3',type: 'audio/mp3'}],
 name:'098 【艾玛读绘本】我的大喊大叫的一天',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/099 【艾玛读绘本】活了一百万次的猫.mp3',type: 'audio/mp3'}],
 name:'099 【艾玛读绘本】活了一百万次的猫',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/100 【艾玛读绘本】独一无二的你.mp3',type: 'audio/mp3'}],
 name:'100 【艾玛读绘本】独一无二的你',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/101 【艾玛读绘本】爱花的牛.mp3',type: 'audio/mp3'}],
 name:'101 【艾玛读绘本】爱花的牛',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/102 【艾玛读绘本】我有友情要出租.mp3',type: 'audio/mp3'}],
 name:'102 【艾玛读绘本】我有友情要出租',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/103 【艾玛读绘本】田鼠阿佛.mp3',type: 'audio/mp3'}],
 name:'103 【艾玛读绘本】田鼠阿佛',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/104 【艾玛读绘本】爸爸的池塘.mp3',type: 'audio/mp3'}],
 name:'104 【艾玛读绘本】爸爸的池塘',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/105 【艾玛读绘本】最特别的一个吻.mp3',type: 'audio/mp3'}],
 name:'105 【艾玛读绘本】最特别的一个吻',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/106 【艾玛读绘本】不会写字的狮子.mp3',type: 'audio/mp3'}],
 name:'106 【艾玛读绘本】不会写字的狮子',
 },
 
{
 sources: [{src: '/E/5000 艾玛读绘本/艾玛中文绘本故事/107 【艾玛读绘本】元宵节故事——打灯笼.mp3',type: 'audio/mp3'}],
 name:'107 【艾玛读绘本】元宵节故事——打灯笼',
 },
 
];
