var videoList = 
 [
    {
        sources: [{src: '../video-res/1_学习资源_乐乐英语/6101_DogMan/152 第七部 球球为谁而滚 第1章 猫星球的崛起（1）.mp3',type: 'audio/mp3'}],
        name:'152 第七部 球球为谁而滚 第1章 猫星球的崛起（1）',
        },
        
       {
        sources: [{src: '../video-res/1_学习资源_乐乐英语/6101_DogMan/153 第七部 球球为谁而滚 第1章 猫星球的崛起（2）.mp3',type: 'audio/mp3'}],
        name:'153 第七部 球球为谁而滚 第1章 猫星球的崛起（2）',
        },
        
       {
        sources: [{src: '../video-res/1_学习资源_乐乐英语/6101_DogMan/154 第七部 球球为谁而滚 第1章 猫星球的崛起（3）.mp3',type: 'audio/mp3'}],
        name:'154 第七部 球球为谁而滚 第1章 猫星球的崛起（3）',
        },
        
       {
        sources: [{src: '../video-res/1_学习资源_乐乐英语/6101_DogMan/155 第七部 球球为谁而滚 第2章 行为修正疗法（1）.mp3',type: 'audio/mp3'}],
        name:'155 第七部 球球为谁而滚 第2章 行为修正疗法（1）',
        },
        
       {
        sources: [{src: '../video-res/1_学习资源_乐乐英语/6101_DogMan/156 第七部 球球为谁而滚 第2章 行为修正疗法（2）.mp3',type: 'audio/mp3'}],
        name:'156 第七部 球球为谁而滚 第2章 行为修正疗法（2）',
        },
        
       {
        sources: [{src: '../video-res/1_学习资源_乐乐英语/6101_DogMan/157 第七部 球球为谁而滚 第3章 猫星球的覆灭（1）.mp3',type: 'audio/mp3'}],
        name:'157 第七部 球球为谁而滚 第3章 猫星球的覆灭（1）',
        },
        
       {
        sources: [{src: '../video-res/1_学习资源_乐乐英语/6101_DogMan/158 第七部 球球为谁而滚 第3章 猫星球的覆灭（2）.mp3',type: 'audio/mp3'}],
        name:'158 第七部 球球为谁而滚 第3章 猫星球的覆灭（2）',
        },
        
       {
        sources: [{src: '../video-res/1_学习资源_乐乐英语/6101_DogMan/159 第七部 第4章 爸爸最懂啦（1）.mp3',type: 'audio/mp3'}],
        name:'159 第七部 第4章 爸爸最懂啦（1）',
        },
        
       {
        sources: [{src: '../video-res/1_学习资源_乐乐英语/6101_DogMan/160 第七部 球球为谁而滚 第4章 爸爸最懂啦（2）.mp3',type: 'audio/mp3'}],
        name:'160 第七部 球球为谁而滚 第4章 爸爸最懂啦（2）',
        },
        
       {
        sources: [{src: '../video-res/1_学习资源_乐乐英语/6101_DogMan/161 第七部 球球为谁而滚 第4章 爸爸最懂啦（3）.mp3',type: 'audio/mp3'}],
        name:'161 第七部 球球为谁而滚 第4章 爸爸最懂啦（3）',
        },
        
       {
        sources: [{src: '../video-res/1_学习资源_乐乐英语/6101_DogMan/162 第七部 球球为谁而滚 第5章 一剂现实的良药（1）.mp3',type: 'audio/mp3'}],
        name:'162 第七部 球球为谁而滚 第5章 一剂现实的良药（1）',
        },
        
       {
        sources: [{src: '../video-res/1_学习资源_乐乐英语/6101_DogMan/163 第七部 球球为谁而滚 第5章 一剂现实的良药（2）.mp3',type: 'audio/mp3'}],
        name:'163 第七部 球球为谁而滚 第5章 一剂现实的良药（2）',
        },
        
       {
        sources: [{src: '../video-res/1_学习资源_乐乐英语/6101_DogMan/164 第七部 球球为谁而滚 第5章 一剂现实的良药（3）.mp3',type: 'audio/mp3'}],
        name:'164 第七部 球球为谁而滚 第5章 一剂现实的良药（3）',
        },
        
       {
        sources: [{src: '../video-res/1_学习资源_乐乐英语/6101_DogMan/165 第七部 球球为谁而滚 第6章 接下来发生的一堆事儿（1）.mp3',type: 'audio/mp3'}],
        name:'165 第七部 球球为谁而滚 第6章 接下来发生的一堆事儿（1）',
        },
        
       {
        sources: [{src: '../video-res/1_学习资源_乐乐英语/6101_DogMan/166 第七部 球球为谁而滚 第6章 接下来发生的一堆事儿（2）.mp3',type: 'audio/mp3'}],
        name:'166 第七部 球球为谁而滚 第6章 接下来发生的一堆事儿（2）',
        },
        
       {
        sources: [{src: '../video-res/1_学习资源_乐乐英语/6101_DogMan/167 第七部 球球为谁而滚 第6章 接下来发生的一堆事儿（3）.mp3',type: 'audio/mp3'}],
        name:'167 第七部 球球为谁而滚 第6章 接下来发生的一堆事儿（3）',
        },
        
       {
        sources: [{src: '../video-res/1_学习资源_乐乐英语/6101_DogMan/168 第七部 球球为谁而滚 第6章 接下来发生的一堆事儿（4）.mp3',type: 'audio/mp3'}],
        name:'168 第七部 球球为谁而滚 第6章 接下来发生的一堆事儿（4）',
        },
        
       {
        sources: [{src: '../video-res/1_学习资源_乐乐英语/6101_DogMan/169 第七部 球球为谁而滚 第7章 猜猜谁来吃早餐（1）.mp3',type: 'audio/mp3'}],
        name:'169 第七部 球球为谁而滚 第7章 猜猜谁来吃早餐（1）',
        },
        
       {
        sources: [{src: '../video-res/1_学习资源_乐乐英语/6101_DogMan/170 第七部 球球为谁而滚 第7章 猜猜谁来吃早餐（2）.mp3',type: 'audio/mp3'}],
        name:'170 第七部 球球为谁而滚 第7章 猜猜谁来吃早餐（2）',
        },
        
       {
        sources: [{src: '../video-res/1_学习资源_乐乐英语/6101_DogMan/171 第七部 球球为谁而滚 第7章 猜猜谁来吃早餐（3）.mp3',type: 'audio/mp3'}],
        name:'171 第七部 球球为谁而滚 第7章 猜猜谁来吃早餐（3）',
        },
        
       {
        sources: [{src: '../video-res/1_学习资源_乐乐英语/6101_DogMan/172 第七部 球球为谁而滚 第7章 猜猜谁来吃早餐（4）.mp3',type: 'audio/mp3'}],
        name:'172 第七部 球球为谁而滚 第7章 猜猜谁来吃早餐（4）',
        },
        
       {
        sources: [{src: '../video-res/1_学习资源_乐乐英语/6101_DogMan/173 第七部 球球为谁而滚 第7章 猜猜谁来吃早餐（5）.mp3',type: 'audio/mp3'}],
        name:'173 第七部 球球为谁而滚 第7章 猜猜谁来吃早餐（5）',
        },
        
       {
        sources: [{src: '../video-res/1_学习资源_乐乐英语/6101_DogMan/174 第七部 球球为谁而滚 第8章 老人与海鲜饼干（1）.mp3',type: 'audio/mp3'}],
        name:'174 第七部 球球为谁而滚 第8章 老人与海鲜饼干（1）',
        },
        
       {
        sources: [{src: '../video-res/1_学习资源_乐乐英语/6101_DogMan/175 第七部 球球为谁而滚 第8章 老人与海鲜饼干（2）.mp3',type: 'audio/mp3'}],
        name:'175 第七部 球球为谁而滚 第8章 老人与海鲜饼干（2）',
        },
        
       {
        sources: [{src: '../video-res/1_学习资源_乐乐英语/6101_DogMan/176 第七部 球球为谁而滚 第8章 老人与海鲜饼干（3）.mp3',type: 'audio/mp3'}],
        name:'176 第七部 球球为谁而滚 第8章 老人与海鲜饼干（3）',
        },
        
       {
        sources: [{src: '../video-res/1_学习资源_乐乐英语/6101_DogMan/177 第七部 球球为谁而滚 第9章 窃贼球球袭击（1）.mp3',type: 'audio/mp3'}],
        name:'177 第七部 球球为谁而滚 第9章 窃贼球球袭击（1）',
        },
        
       {
        sources: [{src: '../video-res/1_学习资源_乐乐英语/6101_DogMan/178 第七部 球球为谁而滚 第9章 窃贼球球袭击（2）.mp3',type: 'audio/mp3'}],
        name:'178 第七部 球球为谁而滚 第9章 窃贼球球袭击（2）',
        },
        
       {
        sources: [{src: '../video-res/1_学习资源_乐乐英语/6101_DogMan/179 第七部 球球为谁而滚 第10章 做好事（1）.mp3',type: 'audio/mp3'}],
        name:'179 第七部 球球为谁而滚 第10章 做好事（1）',
        },
        
       {
        sources: [{src: '../video-res/1_学习资源_乐乐英语/6101_DogMan/180 第七部 球球为谁而滚 第10章 做好事（2）.mp3',type: 'audio/mp3'}],
        name:'180 第七部 球球为谁而滚 第10章 做好事（2）',
        },
        
       {
        sources: [{src: '../video-res/1_学习资源_乐乐英语/6101_DogMan/181 第七部 球球为谁而滚 第11章 饿怒的毛毛鼠（1）.mp3',type: 'audio/mp3'}],
        name:'181 第七部 球球为谁而滚 第11章 饿怒的毛毛鼠（1）',
        },
        
       {
        sources: [{src: '../video-res/1_学习资源_乐乐英语/6101_DogMan/182 第七部 球球为谁而滚 第11章 饿怒的毛毛鼠（2）.mp3',type: 'audio/mp3'}],
        name:'182 第七部 球球为谁而滚 第11章 饿怒的毛毛鼠（2）',
        },
        
       {
        sources: [{src: '../video-res/1_学习资源_乐乐英语/6101_DogMan/183 第七部 球球为谁而滚 第12章 永别了，武器（1）.mp3',type: 'audio/mp3'}],
        name:'183 第七部 球球为谁而滚 第12章 永别了，武器（1）',
        },
        
       {
        sources: [{src: '../video-res/1_学习资源_乐乐英语/6101_DogMan/184 第七部 球球为谁而滚 第12章 永别了，武器（2）.mp3',type: 'audio/mp3'}],
        name:'184 第七部 球球为谁而滚 第12章 永别了，武器（2）',
        },
        
       {
        sources: [{src: '../video-res/1_学习资源_乐乐英语/6101_DogMan/185 第七部 球球为谁而滚 第13章 杯子蛋糕总司令归来（1）.mp3',type: 'audio/mp3'}],
        name:'185 第七部 球球为谁而滚 第13章 杯子蛋糕总司令归来（1）',
        },
        
       {
        sources: [{src: '../video-res/1_学习资源_乐乐英语/6101_DogMan/186 第七部 球球为谁而滚 第13章 杯子蛋糕总司令归来（2）.mp3',type: 'audio/mp3'}],
        name:'186 第七部 球球为谁而滚 第13章 杯子蛋糕总司令归来（2）',
        },
        
       {
        sources: [{src: '../video-res/1_学习资源_乐乐英语/6101_DogMan/187 第七部 球球为谁而滚 第13章 杯子蛋糕总司令归来（3）.mp3',type: 'audio/mp3'}],
        name:'187 第七部 球球为谁而滚 第13章 杯子蛋糕总司令归来（3）',
        },
        
       {
        sources: [{src: '../video-res/1_学习资源_乐乐英语/6101_DogMan/188 第七部 球球为谁而滚 第14章 泥泞与星辰（1）.mp3',type: 'audio/mp3'}],
        name:'188 第七部 球球为谁而滚 第14章 泥泞与星辰（1）',
        },
        
       {
        sources: [{src: '../video-res/1_学习资源_乐乐英语/6101_DogMan/189 第七部 球球为谁而滚 第14章 泥泞与星辰（2）.mp3',type: 'audio/mp3'}],
        name:'189 第七部 球球为谁而滚 第14章 泥泞与星辰（2）',
        },
        
       {
        sources: [{src: '../video-res/1_学习资源_乐乐英语/6101_DogMan/190 第七部 球球为谁而滚 第14章 泥泞与星辰（3）.mp3',type: 'audio/mp3'}],
        name:'190 第七部 球球为谁而滚 第14章 泥泞与星辰（3）',
        },
        
       {
        sources: [{src: '../video-res/1_学习资源_乐乐英语/6101_DogMan/191 第七部 球球为谁而滚 第14章 泥泞与星辰（4）.mp3',type: 'audio/mp3'}],
        name:'191 第七部 球球为谁而滚 第14章 泥泞与星辰（4）',
        },
        
       {
        sources: [{src: '../video-res/1_学习资源_乐乐英语/6101_DogMan/192 第七部 球球为谁而滚 背后的名著之小说《丧钟为谁而鸣》.mp3',type: 'audio/mp3'}],
        name:'192 第七部 球球为谁而滚 背后的名著之小说《丧钟为谁而鸣》',
        },
        
       {
        sources: [{src: '../video-res/1_学习资源_乐乐英语/6101_DogMan/193 第七部 球球为谁而滚 背后的名著之布道词《丧钟为谁而鸣》.mp3',type: 'audio/mp3'}],
        name:'193 第七部 球球为谁而滚 背后的名著之布道词《丧钟为谁而鸣》',
        },
        
       {
        sources: [{src: '../video-res/1_学习资源_乐乐英语/6101_DogMan/194 第七部 球球为谁而滚 背后的名著之小说《永别了，武器》.mp3',type: 'audio/mp3'}],
        name:'194 第七部 球球为谁而滚 背后的名著之小说《永别了，武器》',
        },
        
       {
        sources: [{src: '../video-res/1_学习资源_乐乐英语/6101_DogMan/195 第七部 球球为谁而滚 背后的名著之小说《老人与海》.mp3',type: 'audio/mp3'}],
        name:'195 第七部 球球为谁而滚 背后的名著之小说《老人与海》',
        },
        
       {
        sources: [{src: '../video-res/1_学习资源_乐乐英语/6101_DogMan/196 第七部 球球为谁而滚 背后的名著之电影《猩球崛起》.mp3',type: 'audio/mp3'}],
        name:'196 第七部 球球为谁而滚 背后的名著之电影《猩球崛起》',
        },
        

 
];
