var videoList = 
 [

 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4(1-10)/第1节-李煜/第1节序言.mp4',type: 'video/mp4'}],
 name:'第1节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4(1-10)/第1节-李煜/第1节正课.mp4',type: 'video/mp4'}],
 name:'第1节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4(1-10)/第2节-李煜/第2节序言.mp4',type: 'video/mp4'}],
 name:'第2节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4(1-10)/第2节-李煜/第2节正课.mp4',type: 'video/mp4'}],
 name:'第2节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4(1-10)/第3节-李煜宋词/第3节序言.mp4',type: 'video/mp4'}],
 name:'第3节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4(1-10)/第3节-李煜宋词/第3节正课.mp4',type: 'video/mp4'}],
 name:'第3节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4(1-10)/第4节-李煜/第4节序言.mp4',type: 'video/mp4'}],
 name:'第4节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4(1-10)/第4节-李煜/第4节正课.mp4',type: 'video/mp4'}],
 name:'第4节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4(1-10)/第5节-雨果 巴黎圣母院/第5节序言.mp4',type: 'video/mp4'}],
 name:'第5节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4(1-10)/第5节-雨果 巴黎圣母院/第5节正课.mp4',type: 'video/mp4'}],
 name:'第5节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4(1-10)/第6节-雨果 巴黎圣母院/第6节序言.mp4',type: 'video/mp4'}],
 name:'第6节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4(1-10)/第6节-雨果 巴黎圣母院/第6节正课.mp4',type: 'video/mp4'}],
 name:'第6节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4(1-10)/第7节-比喻拟人/第7节序言.mp4',type: 'video/mp4'}],
 name:'第7节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4(1-10)/第7节-比喻拟人/第7节正课.mp4',type: 'video/mp4'}],
 name:'第7节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4(1-10)/第8节-比喻 同衬/第8节序言.mp4',type: 'video/mp4'}],
 name:'第8节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4(1-10)/第8节-比喻 同衬/第8节正课.mp4',type: 'video/mp4'}],
 name:'第8节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4(1-10)/第9节-范仲淹/第9节序言.mp4',type: 'video/mp4'}],
 name:'第9节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4(1-10)/第9节-范仲淹/第9节正课.mp4',type: 'video/mp4'}],
 name:'第9节正课',
 },

 {
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4(1-10)/第10节-范仲淹/第10节序言.mp4',type: 'video/mp4'}],
name:'第10节序言',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4(1-10)/第10节-范仲淹/第10节正课.mp4',type: 'video/mp4'}],
name:'第10节正课',
},
 

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（11-20）/第11节-晏殊/第11节序言.mp4',type: 'video/mp4'}],
name:'第11节序言',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（11-20）/第11节-晏殊/第11节正课.mp4',type: 'video/mp4'}],
name:'第11节正课',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（11-20）/第12节-晏殊/第12节序言.mp4',type: 'video/mp4'}],
name:'第12节序言',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（11-20）/第12节-晏殊/第12节正课.mp4',type: 'video/mp4'}],
name:'第12节正课',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（11-20）/第13节-大仲马 基督山伯爵/第13节序言.mp4',type: 'video/mp4'}],
name:'第13节序言',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（11-20）/第13节-大仲马 基督山伯爵/第13节正课.mp4',type: 'video/mp4'}],
name:'第13节正课',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（11-20）/第14节-大仲马 三个火枪手/第14节序言.mp4',type: 'video/mp4'}],
name:'第14节序言',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（11-20）/第14节-大仲马 三个火枪手/第14节正课.mp4',type: 'video/mp4'}],
name:'第14节正课',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（11-20）/第15节-修辞引申义 品质抒情/第15节序言.mp4',type: 'video/mp4'}],
name:'第15节序言',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（11-20）/第15节-修辞引申义 品质抒情/第15节正课.mp4',type: 'video/mp4'}],
name:'第15节正课',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（11-20）/第16节-写景文章 三变一省/第16节序言.mp4',type: 'video/mp4'}],
name:'第16节序言',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（11-20）/第16节-写景文章 三变一省/第16节正课.mp4',type: 'video/mp4'}],
name:'第16节正课',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（11-20）/第17节-欧阳修/第17节序言.mp4',type: 'video/mp4'}],
name:'第17节序言',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（11-20）/第17节-欧阳修/第17节正课.mp4',type: 'video/mp4'}],
name:'第17节正课',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（11-20）/第18节-欧阳修/第18节序言.mp4',type: 'video/mp4'}],
name:'第18节序言',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（11-20）/第18节-欧阳修/第18节正课.mp4',type: 'video/mp4'}],
name:'第18节正课',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（11-20）/第19节-欧阳修/第19节序言.mp4',type: 'video/mp4'}],
name:'第19节序言',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（11-20）/第19节-欧阳修/第19节正课.mp4',type: 'video/mp4'}],
name:'第19节正课',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（11-20）/第20节-欧阳修/第20节序言.mp4',type: 'video/mp4'}],
name:'第20节序言',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（11-20）/第20节-欧阳修/第20节正课.mp4',type: 'video/mp4'}],
name:'第20节正课',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（21-30）/第21节-巴尔扎克 人间喜剧/第21节序言.mp4',type: 'video/mp4'}],
name:'第21节序言',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（21-30）/第21节-巴尔扎克 人间喜剧/第21节正课.mp4',type: 'video/mp4'}],
name:'第21节正课',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（21-30）/第22节-巴尔扎克 高老头  葛朗台/第22节序言.mp4',type: 'video/mp4'}],
name:'第22节序言',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（21-30）/第22节-巴尔扎克 高老头  葛朗台/第22节正课.mp4',type: 'video/mp4'}],
name:'第22节正课',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（21-30）/第23节-解词七字诀/第23节序言.mp4',type: 'video/mp4'}],
name:'第23节序言',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（21-30）/第23节-解词七字诀/第23节正课.mp4',type: 'video/mp4'}],
name:'第23节正课',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（21-30）/第24节-写作技巧 颜色法/第24节序言.mp4',type: 'video/mp4'}],
name:'第24节序言',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（21-30）/第24节-写作技巧 颜色法/第24节正课.mp4',type: 'video/mp4'}],
name:'第24节正课',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（21-30）/第25节柳永/第25节序言.mp4',type: 'video/mp4'}],
name:'第25节序言',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（21-30）/第25节柳永/第25节正课.mp4',type: 'video/mp4'}],
name:'第25节正课',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（21-30）/第26节-柳永/第26节序言.mp4',type: 'video/mp4'}],
name:'第26节序言',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（21-30）/第26节-柳永/第26节正课.mp4',type: 'video/mp4'}],
name:'第26节正课',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（21-30）/第27节-柳永/第27节序言.mp4',type: 'video/mp4'}],
name:'第27节序言',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（21-30）/第27节-柳永/第27节正课.mp4',type: 'video/mp4'}],
name:'第27节正课',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（21-30）/第28节柳永/第28节序言.mp4',type: 'video/mp4'}],
name:'第28节序言',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（21-30）/第28节柳永/第28节正课.mp4',type: 'video/mp4'}],
name:'第28节正课',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（21-30）/第29节-梅里美 法国作家/第29节序言.mp4',type: 'video/mp4'}],
name:'第29节序言',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（21-30）/第29节-梅里美 法国作家/第29节正课.mp4',type: 'video/mp4'}],
name:'第29节正课',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（21-30）/第30节-梅里美/第30节序言.mp4',type: 'video/mp4'}],
name:'第30节序言',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（21-30）/第30节-梅里美/第30节正课.mp4',type: 'video/mp4'}],
name:'第30节正课',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（31-40）/第31节答题策略/第31节序言.mp4',type: 'video/mp4'}],
name:'第31节序言',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（31-40）/第31节答题策略/第31节正课.mp4',type: 'video/mp4'}],
name:'第31节正课',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（31-40）/第32节文章顺序 倒序/第32节序言.mp4',type: 'video/mp4'}],
name:'第32节序言',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（31-40）/第32节文章顺序 倒序/第32节正课.mp4',type: 'video/mp4'}],
name:'第32节正课',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（31-40）/第33节苏轼/第33节序言.mp4',type: 'video/mp4'}],
name:'第33节序言',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（31-40）/第33节苏轼/第33节正课.mp4',type: 'video/mp4'}],
name:'第33节正课',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（31-40）/第34节苏轼/第34节序言.mp4',type: 'video/mp4'}],
name:'第34节序言',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（31-40）/第34节苏轼/第34节正课.mp4',type: 'video/mp4'}],
name:'第34节正课',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（31-40）/第35节苏轼/第35节序言.mp4',type: 'video/mp4'}],
name:'第35节序言',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（31-40）/第35节苏轼/第35节正课.mp4',type: 'video/mp4'}],
name:'第35节正课',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（31-40）/第36节苏轼/第36节序言.mp4',type: 'video/mp4'}],
name:'第36节序言',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（31-40）/第36节苏轼/第36节正课.mp4',type: 'video/mp4'}],
name:'第36节正课',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（31-40）/第37节-福楼拜 包法利夫人/第37节序言.mp4',type: 'video/mp4'}],
name:'第37节序言',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（31-40）/第37节-福楼拜 包法利夫人/第37节正课.mp4',type: 'video/mp4'}],
name:'第37节正课',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（31-40）/第38节福楼拜/第38节序言.mp4',type: 'video/mp4'}],
name:'第38节序言',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（31-40）/第38节福楼拜/第38节正课.mp4',type: 'video/mp4'}],
name:'第38节正课',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（31-40）/第39节人物形象分析/第39节序言.mp4',type: 'video/mp4'}],
name:'第39节序言',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（31-40）/第39节人物形象分析/第39节正课.mp4',type: 'video/mp4'}],
name:'第39节正课',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（31-40）/第40节-引用诗词 名人名言法/第40节序言.mp4',type: 'video/mp4'}],
name:'第40节序言',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4（31-40）/第40节-引用诗词 名人名言法/第40节正课.mp4',type: 'video/mp4'}],
name:'第40节正课',
},

{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4(41-50)/第41节-王安石/第41节序言.mp4',type: 'video/mp4'}],
 name:'第41节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4(41-50)/第41节-王安石/第41节正课.mp4',type: 'video/mp4'}],
 name:'第41节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4(41-50)/第42节 王安石/第42节序言.mp4',type: 'video/mp4'}],
 name:'第42节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4(41-50)/第42节 王安石/第42节正课.mp4',type: 'video/mp4'}],
 name:'第42节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4(41-50)/第43节-王安石/第43节序言.mp4',type: 'video/mp4'}],
 name:'第43节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4(41-50)/第43节-王安石/第43节正课.mp4',type: 'video/mp4'}],
 name:'第43节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4(41-50)/第44节-王安石/第44节序言.mp4',type: 'video/mp4'}],
 name:'第44节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L4/豆伴匠L4(41-50)/第44节-王安石/第44节正课.mp4',type: 'video/mp4'}],
 name:'第44节正课',
 },
 
 
];
