var videoList = 
 [
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L5/豆伴匠L5（11-20）/第11节/第11节序言.mp4',type: 'video/mp4'}],
 name:'第11节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L5/豆伴匠L5（11-20）/第11节/第11节正课.mp4',type: 'video/mp4'}],
 name:'第11节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L5/豆伴匠L5（11-20）/第12节/第12节序言.mp4',type: 'video/mp4'}],
 name:'第12节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L5/豆伴匠L5（11-20）/第12节/第12节正课.mp4',type: 'video/mp4'}],
 name:'第12节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L5/豆伴匠L5（11-20）/第13节/第13节序言.mp4',type: 'video/mp4'}],
 name:'第13节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L5/豆伴匠L5（11-20）/第13节/第13节正课.mp4',type: 'video/mp4'}],
 name:'第13节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L5/豆伴匠L5（11-20）/第14节/第14序言.mp4',type: 'video/mp4'}],
 name:'第14序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L5/豆伴匠L5（11-20）/第14节/第14节正课.mp4',type: 'video/mp4'}],
 name:'第14节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L5/豆伴匠L5（11-20）/第15节/第15节序言.mp4',type: 'video/mp4'}],
 name:'第15节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L5/豆伴匠L5（11-20）/第15节/第15节正课.mp4',type: 'video/mp4'}],
 name:'第15节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L5/豆伴匠L5（11-20）/第16节/第16节序言.mp4',type: 'video/mp4'}],
 name:'第16节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L5/豆伴匠L5（11-20）/第16节/第16节正课.mp4',type: 'video/mp4'}],
 name:'第16节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L5/豆伴匠L5（11-20）/第17节/第17序言.mp4',type: 'video/mp4'}],
 name:'第17序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L5/豆伴匠L5（11-20）/第17节/第17节正课.mp4',type: 'video/mp4'}],
 name:'第17节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L5/豆伴匠L5（11-20）/第18节/第18节序言.mp4',type: 'video/mp4'}],
 name:'第18节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L5/豆伴匠L5（11-20）/第18节/第18节正课.mp4',type: 'video/mp4'}],
 name:'第18节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L5/豆伴匠L5（11-20）/第19节/第19节序言.mp4',type: 'video/mp4'}],
 name:'第19节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L5/豆伴匠L5（11-20）/第19节/第19节正课.mp4',type: 'video/mp4'}],
 name:'第19节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L5/豆伴匠L5（11-20）/第20节/第20节序言.mp4',type: 'video/mp4'}],
 name:'第20节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L5/豆伴匠L5（11-20）/第20节/第20节正课.mp4',type: 'video/mp4'}],
 name:'第20节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L5/豆伴匠L5（21-30）/第21节/第21节序言.mp4',type: 'video/mp4'}],
 name:'第21节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L5/豆伴匠L5（21-30）/第21节/第21节正课.mp4',type: 'video/mp4'}],
 name:'第21节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L5/豆伴匠L5（21-30）/第22节/第22节序言.mp4',type: 'video/mp4'}],
 name:'第22节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L5/豆伴匠L5（21-30）/第22节/第22节正课.mp4',type: 'video/mp4'}],
 name:'第22节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L5/豆伴匠L5（21-30）/第23节/第23节序言.mp4',type: 'video/mp4'}],
 name:'第23节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L5/豆伴匠L5（21-30）/第23节/第23节正课.mp4',type: 'video/mp4'}],
 name:'第23节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L5/豆伴匠L5（21-30）/第24节/第24节序言.mp4',type: 'video/mp4'}],
 name:'第24节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L5/豆伴匠L5（21-30）/第24节/第24节正课.mp4',type: 'video/mp4'}],
 name:'第24节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L5/豆伴匠L5（21-30）/第25节/第25节序言.mp4',type: 'video/mp4'}],
 name:'第25节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L5/豆伴匠L5（21-30）/第25节/第25节正课.mp4',type: 'video/mp4'}],
 name:'第25节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L5/豆伴匠L5（21-30）/第26节/第26节序言.mp4',type: 'video/mp4'}],
 name:'第26节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L5/豆伴匠L5（21-30）/第26节/第26节正课.mp4',type: 'video/mp4'}],
 name:'第26节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L5/豆伴匠L5（21-30）/第27节/第27节序言.mp4',type: 'video/mp4'}],
 name:'第27节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L5/豆伴匠L5（21-30）/第27节/第27节正课.mp4',type: 'video/mp4'}],
 name:'第27节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L5/豆伴匠L5（21-30）/第28节/第28节序言.mp4',type: 'video/mp4'}],
 name:'第28节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L5/豆伴匠L5（21-30）/第28节/第28节正课.mp4',type: 'video/mp4'}],
 name:'第28节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L5/豆伴匠L5（21-30）/第29节/第29节序言.mp4',type: 'video/mp4'}],
 name:'第29节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L5/豆伴匠L5（21-30）/第29节/第29节正课.mp4',type: 'video/mp4'}],
 name:'第29节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L5/豆伴匠L5（21-30）/第30节/第30节序言.mp4',type: 'video/mp4'}],
 name:'第30节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L5/豆伴匠L5（21-30）/第30节/第30节正课.mp4',type: 'video/mp4'}],
 name:'第30节正课',
 },
 
];
