var videoList = 
 [

    
{
    sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3（1-10）/第1讲_初唐四杰/第1节序言.mp4',type: 'video/mp4'}],
    name:'第1节序言',
    },
    
   {
    sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3（1-10）/第1讲_初唐四杰/第1节正课.mp4',type: 'video/mp4'}],
    name:'第1节正课',
    },
    
   {
    sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3（1-10）/第2讲_王勃/第2节序言.mp4',type: 'video/mp4'}],
    name:'第2节序言',
    },
    
   {
    sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3（1-10）/第2讲_王勃/第2节正课.mp4',type: 'video/mp4'}],
    name:'第2节正课',
    },
    
   {
    sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3（1-10）/第3讲_王勃/第3节序言.mp4',type: 'video/mp4'}],
    name:'第3节序言',
    },
    
   {
    sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3（1-10）/第3讲_王勃/第3节正课.mp4',type: 'video/mp4'}],
    name:'第3节正课',
    },
    
   {
    sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3（1-10）/第4讲_陈子昂/第4节序言.mp4',type: 'video/mp4'}],
    name:'第4节序言',
    },
    
   {
    sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3（1-10）/第4讲_陈子昂/第4节正课.mp4',type: 'video/mp4'}],
    name:'第4节正课',
    },
    
   {
    sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3（1-10）/第5节_安徒生/第5节序言.mp4',type: 'video/mp4'}],
    name:'第5节序言',
    },
    
   {
    sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3（1-10）/第5节_安徒生/第5节正课.mp4',type: 'video/mp4'}],
    name:'第5节正课',
    },
    
   {
    sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3（1-10）/第6节_安徒生/fi第六6节正课.mp4',type: 'video/mp4'}],
    name:'fi第六6节正课',
    },
    
   {
    sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3（1-10）/第6节_安徒生/第6节序言.mp4',type: 'video/mp4'}],
    name:'第6节序言',
    },
    
   {
    sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3（1-10）/第7节_记叙文复述内容六要素/第7节序言.mp4',type: 'video/mp4'}],
    name:'第7节序言',
    },
    
   {
    sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3（1-10）/第7节_记叙文复述内容六要素/第7节正课.mp4',type: 'video/mp4'}],
    name:'第7节正课',
    },
    
   {
    sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3（1-10）/第8节_作文小标题/第8课序言.mp4',type: 'video/mp4'}],
    name:'第8课序言',
    },
    
   {
    sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3（1-10）/第8节_作文小标题/第8课正课.mp4',type: 'video/mp4'}],
    name:'第8课正课',
    },
    
   {
    sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3（1-10）/第9节_王维/第9课序言.mp4',type: 'video/mp4'}],
    name:'第9课序言',
    },
    
   {
    sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3（1-10）/第9节_王维/第9课正课.mp4',type: 'video/mp4'}],
    name:'第9课正课',
    },
   
    {
   sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3（1-10）/第10节-王维/第10课序言.mp4',type: 'video/mp4'}],
   name:'第10课序言',
   },
   
   {
   sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3（1-10）/第10节-王维/第10课正课.mp4',type: 'video/mp4'}],
   name:'第10课正课',
   },
   
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(11-20)/第11节-王维/第11节序言.mp4',type: 'video/mp4'}],
 name:'第11节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(11-20)/第11节-王维/第11节正课.mp4',type: 'video/mp4'}],
 name:'第11节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(11-20)/第12节-王维/第12节序言.mp4',type: 'video/mp4'}],
 name:'第12节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(11-20)/第12节-王维/第12节正课.mp4',type: 'video/mp4'}],
 name:'第12节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(11-20)/第13节-格林童话/第13节序言.mp4',type: 'video/mp4'}],
 name:'第13节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(11-20)/第13节-格林童话/第13节正课.mp4',type: 'video/mp4'}],
 name:'第13节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(11-20)/第14节-格林童话/第14节序言.mp4',type: 'video/mp4'}],
 name:'第14节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(11-20)/第14节-格林童话/第14节正课.mp4',type: 'video/mp4'}],
 name:'第14节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(11-20)/第15节-阅读理解中心句的确定/第15节序言.mp4',type: 'video/mp4'}],
 name:'第15节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(11-20)/第15节-阅读理解中心句的确定/第15节正课.mp4',type: 'video/mp4'}],
 name:'第15节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(11-20)/第16节-写事 来龙去脉/第16节序言.mp4',type: 'video/mp4'}],
 name:'第16节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(11-20)/第16节-写事 来龙去脉/第16节正课.mp4',type: 'video/mp4'}],
 name:'第16节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(11-20)/第17节-孟浩然/第17节序言.mp4',type: 'video/mp4'}],
 name:'第17节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(11-20)/第17节-孟浩然/第17节正课.mp4',type: 'video/mp4'}],
 name:'第17节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(11-20)/第18节-孟浩然/第18节序言.mp4',type: 'video/mp4'}],
 name:'第18节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(11-20)/第18节-孟浩然/第18节正课.mp4',type: 'video/mp4'}],
 name:'第18节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(11-20)/第19节-高适/第19序言.mp4',type: 'video/mp4'}],
 name:'第19序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(11-20)/第19节-高适/第19节正课.mp4',type: 'video/mp4'}],
 name:'第19节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(11-20)/第20节-高适/第20节正课.mp4',type: 'video/mp4'}],
 name:'第20节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(11-20)/第20节-高适/第20课序言.mp4',type: 'video/mp4'}],
 name:'第20课序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(21-30)/第21节-山鲁德佐  外国文人/第21节序言.mp4',type: 'video/mp4'}],
 name:'第21节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(21-30)/第21节-山鲁德佐  外国文人/第21节正课.mp4',type: 'video/mp4'}],
 name:'第21节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(21-30)/第22节-阿里巴巴/第22节序言.mp4',type: 'video/mp4'}],
 name:'第22节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(21-30)/第22节-阿里巴巴/第22节正课.mp4',type: 'video/mp4'}],
 name:'第22节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(21-30)/第23节-寻找关键词/第23节序言.mp4',type: 'video/mp4'}],
 name:'第23节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(21-30)/第23节-寻找关键词/第23节正课.mp4',type: 'video/mp4'}],
 name:'第23节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(21-30)/第24节-妙用连词/第24节序言.mp4',type: 'video/mp4'}],
 name:'第24节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(21-30)/第24节-妙用连词/第24节正课.mp4',type: 'video/mp4'}],
 name:'第24节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(21-30)/第25节-王昌龄/第25节序言.mp4',type: 'video/mp4'}],
 name:'第25节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(21-30)/第25节-王昌龄/第25节正课.mp4',type: 'video/mp4'}],
 name:'第25节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(21-30)/第26节-王昌龄/第26节序言.mp4',type: 'video/mp4'}],
 name:'第26节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(21-30)/第26节-王昌龄/第26节正课.mp4',type: 'video/mp4'}],
 name:'第26节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(21-30)/第27节-王之涣/第27节序言.mp4',type: 'video/mp4'}],
 name:'第27节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(21-30)/第27节-王之涣/第27节正课.mp4',type: 'video/mp4'}],
 name:'第27节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(21-30)/第28节-王之涣/第28节序言.mp4',type: 'video/mp4'}],
 name:'第28节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(21-30)/第28节-王之涣/第28节正课.mp4',type: 'video/mp4'}],
 name:'第28节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(21-30)/第29节-王尔德  外国文人/第29节序言.mp4',type: 'video/mp4'}],
 name:'第29节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(21-30)/第29节-王尔德  外国文人/第29节正课.mp4',type: 'video/mp4'}],
 name:'第29节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(21-30)/第30节-王尔德  外国文人/第30节序言.mp4',type: 'video/mp4'}],
 name:'第30节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(21-30)/第30节-王尔德  外国文人/第30节正课.mp4',type: 'video/mp4'}],
 name:'第30节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(31-40)/第31节-关键词/第31节序言.mp4',type: 'video/mp4'}],
 name:'第31节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(31-40)/第31节-关键词/第31节正课.mp4',type: 'video/mp4'}],
 name:'第31节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(31-40)/第32节-七感法/第32节序言.mp4',type: 'video/mp4'}],
 name:'第32节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(31-40)/第32节-七感法/第32节正课.mp4',type: 'video/mp4'}],
 name:'第32节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(31-40)/第33节-李白/第33节序言.mp4',type: 'video/mp4'}],
 name:'第33节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(31-40)/第33节-李白/第33节正课.mp4',type: 'video/mp4'}],
 name:'第33节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(31-40)/第34节-李白/第34节序言.mp4',type: 'video/mp4'}],
 name:'第34节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(31-40)/第34节-李白/第34节正课.mp4',type: 'video/mp4'}],
 name:'第34节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(31-40)/第35节-李白/第35节序言.mp4',type: 'video/mp4'}],
 name:'第35节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(31-40)/第35节-李白/第35节正课.mp4',type: 'video/mp4'}],
 name:'第35节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(31-40)/第36节-李白/第36节序言.mp4',type: 'video/mp4'}],
 name:'第36节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(31-40)/第36节-李白/第36节正课.mp4',type: 'video/mp4'}],
 name:'第36节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(31-40)/第37节-四大文明古国/第37节序言.mp4',type: 'video/mp4'}],
 name:'第37节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(31-40)/第37节-四大文明古国/第37节正课.mp4',type: 'video/mp4'}],
 name:'第37节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(31-40)/第38节-神话/第38节序言.mp4',type: 'video/mp4'}],
 name:'第38节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(31-40)/第38节-神话/第38节正课.mp4',type: 'video/mp4'}],
 name:'第38节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(31-40)/第39节-写作顺序/第39节序言.mp4',type: 'video/mp4'}],
 name:'第39节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(31-40)/第39节-写作顺序/第39节正课.mp4',type: 'video/mp4'}],
 name:'第39节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(31-40)/第40节-观察写作方法/第40节序言.mp4',type: 'video/mp4'}],
 name:'第40节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L3/豆伴匠L3(31-40)/第40节-观察写作方法/第40节正课.mp4',type: 'video/mp4'}],
 name:'第40节正课',
 },
 

 
 
];
