var videoList = 
 [

 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(1-10)/二年级1-10节/第1节-李世民/第1节序言.mp4',type: 'video/mp4'}],
 name:'第1节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(1-10)/二年级1-10节/第1节-李世民/第1节正课.mp4',type: 'video/mp4'}],
 name:'第1节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(1-10)/二年级1-10节/第2节-李隆基/第2节序言.mp4',type: 'video/mp4'}],
 name:'第2节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(1-10)/二年级1-10节/第2节-李隆基/第2节正课.mp4',type: 'video/mp4'}],
 name:'第2节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(1-10)/二年级1-10节/第3节-安禄山/第3节序言.mp4',type: 'video/mp4'}],
 name:'第3节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(1-10)/二年级1-10节/第3节-安禄山/第3节正课.mp4',type: 'video/mp4'}],
 name:'第3节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(1-10)/二年级1-10节/第4节-白居易/第4节序言.mp4',type: 'video/mp4'}],
 name:'第4节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(1-10)/二年级1-10节/第4节-白居易/第4节正课.mp4',type: 'video/mp4'}],
 name:'第4节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(1-10)/二年级1-10节/第5节-奥德修斯/第5节序言.mp4',type: 'video/mp4'}],
 name:'第5节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(1-10)/二年级1-10节/第5节-奥德修斯/第5节正课.mp4',type: 'video/mp4'}],
 name:'第5节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(1-10)/二年级1-10节/第6节-雅典娜/第6节序言.mp4',type: 'video/mp4'}],
 name:'第6节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(1-10)/二年级1-10节/第6节-雅典娜/第6节正课.mp4',type: 'video/mp4'}],
 name:'第6节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(1-10)/二年级1-10节/第7节-绘本故事/第7节序言.mp4',type: 'video/mp4'}],
 name:'第7节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(1-10)/二年级1-10节/第7节-绘本故事/第7节正课.mp4',type: 'video/mp4'}],
 name:'第7节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(1-10)/二年级1-10节/第8节-井底之蛙 邯郸学步/第8节序言.mp4',type: 'video/mp4'}],
 name:'第8节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(1-10)/二年级1-10节/第8节-井底之蛙 邯郸学步/第8节正课.mp4',type: 'video/mp4'}],
 name:'第8节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(1-10)/二年级1-10节/第9节-李世民/第9节序言.mp4',type: 'video/mp4'}],
 name:'第9节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(1-10)/二年级1-10节/第9节-李世民/第9节正课.mp4',type: 'video/mp4'}],
 name:'第9节正课',
 },
 
 {
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(1-10)/二年级1-10节/第10节-晁衡/第10节序言.mp4',type: 'video/mp4'}],
name:'第10节序言',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(1-10)/二年级1-10节/第10节-晁衡/第10节正课.mp4',type: 'video/mp4'}],
name:'第10节正课',
},

{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(11-20)/第11节-杜甫/第11节序言.mp4',type: 'video/mp4'}],
 name:'第11节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(11-20)/第11节-杜甫/第11节正课.mp4',type: 'video/mp4'}],
 name:'第11节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(11-20)/第12节-刘禹锡/第12节序言.mp4',type: 'video/mp4'}],
 name:'第12节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(11-20)/第12节-刘禹锡/第12节正课.mp4',type: 'video/mp4'}],
 name:'第12节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(11-20)/第13节-普罗米修斯/第13节序言.mp4',type: 'video/mp4'}],
 name:'第13节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(11-20)/第13节-普罗米修斯/第13节正课.mp4',type: 'video/mp4'}],
 name:'第13节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(11-20)/第14节-宙斯/第14节序言.mp4',type: 'video/mp4'}],
 name:'第14节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(11-20)/第14节-宙斯/第14节正课.mp4',type: 'video/mp4'}],
 name:'第14节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(11-20)/第15节东施效颦/第15节序言.mp4',type: 'video/mp4'}],
 name:'第15节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(11-20)/第15节东施效颦/第15节正课.mp4',type: 'video/mp4'}],
 name:'第15节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(11-20)/第16节绘本故事/第16节序言.mp4',type: 'video/mp4'}],
 name:'第16节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(11-20)/第16节绘本故事/第16节正课.mp4',type: 'video/mp4'}],
 name:'第16节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(11-20)/第17节赵匡胤/第17节序言.mp4',type: 'video/mp4'}],
 name:'第17节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(11-20)/第17节赵匡胤/第17节正课.mp4',type: 'video/mp4'}],
 name:'第17节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(11-20)/第18节宋仁宗/第18节序言.mp4',type: 'video/mp4'}],
 name:'第18节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(11-20)/第18节宋仁宗/第18节正课.mp4',type: 'video/mp4'}],
 name:'第18节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(11-20)/第19节宋高宗/第19节序言.mp4',type: 'video/mp4'}],
 name:'第19节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(11-20)/第19节宋高宗/第19节正课.mp4',type: 'video/mp4'}],
 name:'第19节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(11-20)/第20节王安石/第20节序言.mp4',type: 'video/mp4'}],
 name:'第20节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(11-20)/第20节王安石/第20节正课.mp4',type: 'video/mp4'}],
 name:'第20节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(21-30)/第21节-苏格拉底/第21节序言.mp4',type: 'video/mp4'}],
 name:'第21节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(21-30)/第21节-苏格拉底/第21节正课.mp4',type: 'video/mp4'}],
 name:'第21节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(21-30)/第22节亚历山大/第22节序言.mp4',type: 'video/mp4'}],
 name:'第22节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(21-30)/第22节亚历山大/第22节正课.mp4',type: 'video/mp4'}],
 name:'第22节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(21-30)/第23节成语故事/第23节序言.mp4',type: 'video/mp4'}],
 name:'第23节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(21-30)/第23节成语故事/第23节正课.mp4',type: 'video/mp4'}],
 name:'第23节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(21-30)/第24节故事绘本/第24节序言.mp4',type: 'video/mp4'}],
 name:'第24节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(21-30)/第24节故事绘本/第24节正课.mp4',type: 'video/mp4'}],
 name:'第24节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(21-30)/第25节欧阳修/第25节序言.mp4',type: 'video/mp4'}],
 name:'第25节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(21-30)/第25节欧阳修/第25节正课.mp4',type: 'video/mp4'}],
 name:'第25节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(21-30)/第26节柳永/第26节序言.mp4',type: 'video/mp4'}],
 name:'第26节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(21-30)/第26节柳永/第26节正课.mp4',type: 'video/mp4'}],
 name:'第26节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(21-30)/第27节沈括 大林寺桃花/第27节序言.mp4',type: 'video/mp4'}],
 name:'第27节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(21-30)/第27节沈括 大林寺桃花/第27节正课.mp4',type: 'video/mp4'}],
 name:'第27节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(21-30)/第28节陆游/第28节序言.mp4',type: 'video/mp4'}],
 name:'第28节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(21-30)/第28节陆游/第28节正课.mp4',type: 'video/mp4'}],
 name:'第28节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(21-30)/第29节巴托尔迪/第29节序言.mp4',type: 'video/mp4'}],
 name:'第29节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(21-30)/第29节巴托尔迪/第29节正课.mp4',type: 'video/mp4'}],
 name:'第29节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(21-30)/第30节约克公爵/第30节序言.mp4',type: 'video/mp4'}],
 name:'第30节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L2/豆伴匠L2(21-30)/第30节约克公爵/第30节正课.mp4',type: 'video/mp4'}],
 name:'第30节正课',
 },
 
];
