var videoList = 
 [

 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(1-10)/第1节/第1节序言.mp4',type: 'video/mp4'}],
 name:'第1节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(1-10)/第1节/第1节正课.mp4',type: 'video/mp4'}],
 name:'第1节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(1-10)/第2节/第2节序言.mp4',type: 'video/mp4'}],
 name:'第2节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(1-10)/第2节/第2节正课.mp4',type: 'video/mp4'}],
 name:'第2节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(1-10)/第3节/第3节序言.mp4',type: 'video/mp4'}],
 name:'第3节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(1-10)/第3节/第3节正课.mp4',type: 'video/mp4'}],
 name:'第3节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(1-10)/第4节/第4节序言.mp4',type: 'video/mp4'}],
 name:'第4节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(1-10)/第4节/第4节正课.mp4',type: 'video/mp4'}],
 name:'第4节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(1-10)/第5节/第5节序言.mp4',type: 'video/mp4'}],
 name:'第5节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(1-10)/第5节/第5节正课.mp4',type: 'video/mp4'}],
 name:'第5节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(1-10)/第6节/第6节序言.mp4',type: 'video/mp4'}],
 name:'第6节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(1-10)/第6节/第6节正课.mp4',type: 'video/mp4'}],
 name:'第6节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(1-10)/第7节/第7节序言.mp4',type: 'video/mp4'}],
 name:'第7节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(1-10)/第7节/第7节正课.mp4',type: 'video/mp4'}],
 name:'第7节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(1-10)/第8节/第8节序言.mp4',type: 'video/mp4'}],
 name:'第8节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(1-10)/第8节/第8节正课.mp4',type: 'video/mp4'}],
 name:'第8节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(1-10)/第9节/第9节序言.mp4',type: 'video/mp4'}],
 name:'第9节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(1-10)/第9节/第9节正课.mp4',type: 'video/mp4'}],
 name:'第9节正课',
 },
 
 {
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(1-10)/第10节/第10节序言.mp4',type: 'video/mp4'}],
name:'第10节序言',
},

{
sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(1-10)/第10节/第10节正课.mp4',type: 'video/mp4'}],
name:'第10节正课',
},
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(11-20)/第11节/第11正课.mp4',type: 'video/mp4'}],
 name:'第11正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(11-20)/第11节/第11节序言.mp4',type: 'video/mp4'}],
 name:'第11节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(11-20)/第12节/第12节序言.mp4',type: 'video/mp4'}],
 name:'第12节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(11-20)/第12节/第12节正课.mp4',type: 'video/mp4'}],
 name:'第12节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(11-20)/第12节/第13节/第13节序言.mp4',type: 'video/mp4'}],
 name:'第13节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(11-20)/第12节/第13节/第13节正课.mp4',type: 'video/mp4'}],
 name:'第13节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(11-20)/第14节/第14节序言.mp4',type: 'video/mp4'}],
 name:'第14节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(11-20)/第14节/第14节正课.mp4',type: 'video/mp4'}],
 name:'第14节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(11-20)/第15节/第15节序言.mp4',type: 'video/mp4'}],
 name:'第15节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(11-20)/第15节/第15节正课.mp4',type: 'video/mp4'}],
 name:'第15节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(11-20)/第16节/第16节序言.mp4',type: 'video/mp4'}],
 name:'第16节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(11-20)/第16节/第16节正课.mp4',type: 'video/mp4'}],
 name:'第16节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(11-20)/第17节/第17节序言.mp4',type: 'video/mp4'}],
 name:'第17节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(11-20)/第17节/第17节正课.mp4',type: 'video/mp4'}],
 name:'第17节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(11-20)/第18节/第18节序言.mp4',type: 'video/mp4'}],
 name:'第18节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(11-20)/第18节/第18节正课.mp4',type: 'video/mp4'}],
 name:'第18节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(11-20)/第19节/第19节序言.mp4',type: 'video/mp4'}],
 name:'第19节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(11-20)/第19节/第19节正课.mp4',type: 'video/mp4'}],
 name:'第19节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(11-20)/第20节/第20节序言.mp4',type: 'video/mp4'}],
 name:'第20节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(11-20)/第20节/第20节正课.mp4',type: 'video/mp4'}],
 name:'第20节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(21-30)/第21节/第21节序言.mp4',type: 'video/mp4'}],
 name:'第21节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(21-30)/第21节/第21节正课.mp4',type: 'video/mp4'}],
 name:'第21节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(21-30)/第22节/第22节序言.mp4',type: 'video/mp4'}],
 name:'第22节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(21-30)/第22节/第22节正课.mp4',type: 'video/mp4'}],
 name:'第22节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(21-30)/第23节/第23节序言.mp4',type: 'video/mp4'}],
 name:'第23节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(21-30)/第23节/第23节正课.mp4',type: 'video/mp4'}],
 name:'第23节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(21-30)/第24节/第24节序言.mp4',type: 'video/mp4'}],
 name:'第24节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(21-30)/第24节/第24节正课.mp4',type: 'video/mp4'}],
 name:'第24节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(21-30)/第25节/第25序言.mp4',type: 'video/mp4'}],
 name:'第25序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(21-30)/第25节/第25节正课.mp4',type: 'video/mp4'}],
 name:'第25节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(21-30)/第26节/第26节序言.mp4',type: 'video/mp4'}],
 name:'第26节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(21-30)/第26节/第26节正课.mp4',type: 'video/mp4'}],
 name:'第26节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(21-30)/第27节/第27节序言.mp4',type: 'video/mp4'}],
 name:'第27节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(21-30)/第27节/第27节正课.mp4',type: 'video/mp4'}],
 name:'第27节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(21-30)/第28节/第28节序言.mp4',type: 'video/mp4'}],
 name:'第28节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(21-30)/第28节/第28节正课.mp4',type: 'video/mp4'}],
 name:'第28节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(21-30)/第29节/第29节序言.mp4',type: 'video/mp4'}],
 name:'第29节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(21-30)/第29节/第29节正课.mp4',type: 'video/mp4'}],
 name:'第29节正课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(21-30)/第30节/第30节序言.mp4',type: 'video/mp4'}],
 name:'第30节序言',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/豆伴匠 L/豆伴匠L1/豆伴匠L1(21-30)/第30节/第30节正课.mp4',type: 'video/mp4'}],
 name:'第30节正课',
 },
 
];
