var videoList = 
 [
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/000 【概述】平哥谈诗词.mp3',type: 'audio/mp3'}],
 name:'000 【概述】平哥谈诗词',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/001 【李白篇】李白不是中国人.mp3',type: 'audio/mp3'}],
 name:'001 【李白篇】李白不是中国人',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/002 【李白篇】皇室少年显天赋.mp3',type: 'audio/mp3'}],
 name:'002 【李白篇】皇室少年显天赋',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/003 【李白篇】一场说走就走的旅行.mp3',type: 'audio/mp3'}],
 name:'003 【李白篇】一场说走就走的旅行',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/004 【李白篇】赏析《峨眉山月歌》.mp3',type: 'audio/mp3'}],
 name:'004 【李白篇】赏析《峨眉山月歌》',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/005 【李白篇】李白举剑杀江.mp3',type: 'audio/mp3'}],
 name:'005 【李白篇】李白举剑杀江',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/006 【李白篇】李白没‘资格’做官.mp3',type: 'audio/mp3'}],
 name:'006 【李白篇】李白没‘资格’做官',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/007【李白篇】知音相遇吐情谊.mp3',type: 'audio/mp3'}],
 name:'007【李白篇】知音相遇吐情谊',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/008【李白篇】送别诗《黄鹤楼送孟浩然之广陵》.mp3',type: 'audio/mp3'}],
 name:'008【李白篇】送别诗《黄鹤楼送孟浩然之广陵》',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/009【李白篇】赏析《赠汪伦》：十里桃花万家酒店.mp3',type: 'audio/mp3'}],
 name:'009【李白篇】赏析《赠汪伦》：十里桃花万家酒店',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/010【李白篇】蹉跎岁月的“北漂”.mp3',type: 'audio/mp3'}],
 name:'010【李白篇】蹉跎岁月的“北漂”',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/011【李白篇】赏析《行路难》：世间的路太难走.mp3',type: 'audio/mp3'}],
 name:'011【李白篇】赏析《行路难》：世间的路太难走',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/012【李白篇】赏析《蜀道难》：比登天还.mp3',type: 'audio/mp3'}],
 name:'012【李白篇】赏析《蜀道难》：比登天还',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/013【李白篇】金龟换酒咸鱼翻身.mp3',type: 'audio/mp3'}],
 name:'013【李白篇】金龟换酒咸鱼翻身',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/014【李白篇】直白豪情拽翻天.mp3',type: 'audio/mp3'}],
 name:'014【李白篇】直白豪情拽翻天',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/015【李白篇】力士脱靴招嫉恨.mp3',type: 'audio/mp3'}],
 name:'015【李白篇】力士脱靴招嫉恨',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/016 【李白篇】赏析《将进酒》：喝喝喝！.mp3',type: 'audio/mp3'}],
 name:'016 【李白篇】赏析《将进酒》：喝喝喝！',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/017【李白篇】赏析《宣州谢眺楼》：举杯销愁愁更愁.mp3',type: 'audio/mp3'}],
 name:'017【李白篇】赏析《宣州谢眺楼》：举杯销愁愁更愁',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/018【李白篇】赏析《独坐敬亭山》：孤独寂寞的李白_.mp3',type: 'audio/mp3'}],
 name:'018【李白篇】赏析《独坐敬亭山》：孤独寂寞的李白_',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/019【李白篇】赏析《秋浦歌》：壮志未酬意难平_.mp3',type: 'audio/mp3'}],
 name:'019【李白篇】赏析《秋浦歌》：壮志未酬意难平_',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/020【李白篇】站错队遭发配_.mp3',type: 'audio/mp3'}],
 name:'020【李白篇】站错队遭发配_',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/021【李白篇】赏析《早发白帝城》：运气好心情好.mp3',type: 'audio/mp3'}],
 name:'021【李白篇】赏析《早发白帝城》：运气好心情好',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/022【李白篇】死得很浪漫_.mp3',type: 'audio/mp3'}],
 name:'022【李白篇】死得很浪漫_',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/023【李白篇】流传1300年的20个字_.mp3',type: 'audio/mp3'}],
 name:'023【李白篇】流传1300年的20个字_',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/024【骆宾王篇】7岁写诗的骆宾王_.mp3',type: 'audio/mp3'}],
 name:'024【骆宾王篇】7岁写诗的骆宾王_',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/025【骆宾王篇】刚正不阿还是以柔克刚？_.mp3',type: 'audio/mp3'}],
 name:'025【骆宾王篇】刚正不阿还是以柔克刚？_',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/026【骆宾王篇】不求生入塞，唯当死报君_.mp3',type: 'audio/mp3'}],
 name:'026【骆宾王篇】不求生入塞，唯当死报君_',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/027【骆宾王篇】赏析《在狱咏蝉》：栽赃入狱意难平_.mp3',type: 'audio/mp3'}],
 name:'027【骆宾王篇】赏析《在狱咏蝉》：栽赃入狱意难平_',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/028【骆宾王篇】赏析《于易水送人》：人情冷暖易水寒凉_.mp3',type: 'audio/mp3'}],
 name:'028【骆宾王篇】赏析《于易水送人》：人情冷暖易水寒凉_',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/029【骆宾王篇】四大檄文流传千古.mp3',type: 'audio/mp3'}],
 name:'029【骆宾王篇】四大檄文流传千古',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/030【骆宾王篇】赏析《从军登城楼》：美好的愿望_.mp3',type: 'audio/mp3'}],
 name:'030【骆宾王篇】赏析《从军登城楼》：美好的愿望_',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/031【王勃篇】神童王勃_.mp3',type: 'audio/mp3'}],
 name:'031【王勃篇】神童王勃_',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/032【王勃篇】初唐四杰青年才俊_.mp3',type: 'audio/mp3'}],
 name:'032【王勃篇】初唐四杰青年才俊_',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/033【王勃篇】赏析《送杜少府之任蜀川》：送别也能豪情万丈.mp3',type: 'audio/mp3'}],
 name:'033【王勃篇】赏析《送杜少府之任蜀川》：送别也能豪情万丈',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/034【王勃篇】两只公鸡惹的祸_.mp3',type: 'audio/mp3'}],
 name:'034【王勃篇】两只公鸡惹的祸_',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/035【王勃篇】再遭重创成了杀人犯_.mp3',type: 'audio/mp3'}],
 name:'035【王勃篇】再遭重创成了杀人犯_',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/036【王勃篇】滕王阁上抢风头_.mp3',type: 'audio/mp3'}],
 name:'036【王勃篇】滕王阁上抢风头_',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/037【王勃篇】赏析《滕王阁序》：冯唐易老李广难封.mp3',type: 'audio/mp3'}],
 name:'037【王勃篇】赏析《滕王阁序》：冯唐易老李广难封',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/038【王勃篇】天妒英才魂归南海_.mp3',type: 'audio/mp3'}],
 name:'038【王勃篇】天妒英才魂归南海_',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/039【贺知章篇】老寿星贺知章_.mp3',type: 'audio/mp3'}],
 name:'039【贺知章篇】老寿星贺知章_',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/040【贺知章篇】赏析《回乡偶书》上：客人还是主人？_.mp3',type: 'audio/mp3'}],
 name:'040【贺知章篇】赏析《回乡偶书》上：客人还是主人？_',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/041【贺知章篇】赏析《回乡偶书》下：争议和感慨.mp3',type: 'audio/mp3'}],
 name:'041【贺知章篇】赏析《回乡偶书》下：争议和感慨',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/042【贺知章篇】学霸贺知章：为什么要好好读书_.mp3',type: 'audio/mp3'}],
 name:'042【贺知章篇】学霸贺知章：为什么要好好读书_',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/043【贺知章篇】贺知章爬墙的故事：高分低能_.mp3',type: 'audio/mp3'}],
 name:'043【贺知章篇】贺知章爬墙的故事：高分低能_',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/044【贺知章篇】宝珠市饼：钱重不重要.mp3',type: 'audio/mp3'}],
 name:'044【贺知章篇】宝珠市饼：钱重不重要',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/045【贺知章篇】赏析《饮中八仙歌》：真实可爱的醉鬼们_.mp3',type: 'audio/mp3'}],
 name:'045【贺知章篇】赏析《饮中八仙歌》：真实可爱的醉鬼们_',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/046【贺知章篇】吴中四士各具风采_.mp3',type: 'audio/mp3'}],
 name:'046【贺知章篇】吴中四士各具风采_',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/047【贺知章篇】赏析《咏柳》：比喻设问拟人轮番上阵_.mp3',type: 'audio/mp3'}],
 name:'047【贺知章篇】赏析《咏柳》：比喻设问拟人轮番上阵_',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/048【孟浩然篇】这个人让李白折服（附格律诗基础常识）.mp3',type: 'audio/mp3'}],
 name:'048【孟浩然篇】这个人让李白折服（附格律诗基础常识）',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/049【孟浩然篇】性格决定命运_.mp3',type: 'audio/mp3'}],
 name:'049【孟浩然篇】性格决定命运_',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/050【孟浩然篇】直往床底下钻_.mp3',type: 'audio/mp3'}],
 name:'050【孟浩然篇】直往床底下钻_',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/051【孟浩然篇】赏析《春晓》：赖床也能写好诗_.mp3',type: 'audio/mp3'}],
 name:'051【孟浩然篇】赏析《春晓》：赖床也能写好诗_',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/052【孟浩然篇】赏析《过故人庄》：恬淡安逸的田园生活_.mp3',type: 'audio/mp3'}],
 name:'052【孟浩然篇】赏析《过故人庄》：恬淡安逸的田园生活_',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/053【孟浩然篇】赏析《夜归鹿门山歌》：从喧闹世界到淡泊内心_.mp3',type: 'audio/mp3'}],
 name:'053【孟浩然篇】赏析《夜归鹿门山歌》：从喧闹世界到淡泊内心_',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/054【孟浩然篇】官可以不做，酒不能不喝_.mp3',type: 'audio/mp3'}],
 name:'054【孟浩然篇】官可以不做，酒不能不喝_',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/055【孟浩然篇】赏析《望洞庭湖赠张丞相》：想过河但缺少渡船.mp3',type: 'audio/mp3'}],
 name:'055【孟浩然篇】赏析《望洞庭湖赠张丞相》：想过河但缺少渡船',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/056【孟浩然篇】赏析《宿建德江》：山水田园诗的意境_.mp3',type: 'audio/mp3'}],
 name:'056【孟浩然篇】赏析《宿建德江》：山水田园诗的意境_',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/057【孟浩然篇】著名现代诗的意境赏析_.mp3',type: 'audio/mp3'}],
 name:'057【孟浩然篇】著名现代诗的意境赏析_',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/058【王维篇】不同的阅历不同的感悟_.mp3',type: 'audio/mp3'}],
 name:'058【王维篇】不同的阅历不同的感悟_',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/059【王维篇】能写诗会画画还懂音乐的少年才子_.mp3',type: 'audio/mp3'}],
 name:'059【王维篇】能写诗会画画还懂音乐的少年才子_',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/060【王维篇】赏析《九月九日忆山东兄弟》：思念是很珍贵的感情_.mp3',type: 'audio/mp3'}],
 name:'060【王维篇】赏析《九月九日忆山东兄弟》：思念是很珍贵的感情_',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/061【王维篇】赏析《息夫人》：感慨他人命运预示自己人生_.mp3',type: 'audio/mp3'}],
 name:'061【王维篇】赏析《息夫人》：感慨他人命运预示自己人生_',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/062【王维篇】赏析《观猎》：激情四射速度快.mp3',type: 'audio/mp3'}],
 name:'062【王维篇】赏析《观猎》：激情四射速度快',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/063【王维篇】赏析《少年行》：少年行，我看行_.mp3',type: 'audio/mp3'}],
 name:'063【王维篇】赏析《少年行》：少年行，我看行_',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/064【王维篇】有真本事才最要紧_.mp3',type: 'audio/mp3'}],
 name:'064【王维篇】有真本事才最要紧_',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/065【王维篇】不幸卷入政治斗争.mp3',type: 'audio/mp3'}],
 name:'065【王维篇】不幸卷入政治斗争',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/066【王维篇】赏析《鸟鸣涧》：怎么写出“安静”_.mp3',type: 'audio/mp3'}],
 name:'066【王维篇】赏析《鸟鸣涧》：怎么写出“安静”_',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/067【王维篇】赏析《相思》：托物言志与生活美学_.mp3',type: 'audio/mp3'}],
 name:'067【王维篇】赏析《相思》：托物言志与生活美学_',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/068【王维篇】悲剧让人深刻_.mp3',type: 'audio/mp3'}],
 name:'068【王维篇】悲剧让人深刻_',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/069【王维篇】赏析《山居秋暝》：禅诗的意味与思考_.mp3',type: 'audio/mp3'}],
 name:'069【王维篇】赏析《山居秋暝》：禅诗的意味与思考_',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/070【王维篇】重新当上了官_.mp3',type: 'audio/mp3'}],
 name:'070【王维篇】重新当上了官_',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/071【王维篇】赏析《使至塞上》：跑那么远，宝宝不开心_.mp3',type: 'audio/mp3'}],
 name:'071【王维篇】赏析《使至塞上》：跑那么远，宝宝不开心_',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/072【王维篇】赏析《陇西行》：一个片段表现整个战场.mp3',type: 'audio/mp3'}],
 name:'072【王维篇】赏析《陇西行》：一个片段表现整个战场',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/073【王维篇】赏析《送元二使安西》：送别朋友的淡淡的忧伤.mp3',type: 'audio/mp3'}],
 name:'073【王维篇】赏析《送元二使安西》：送别朋友的淡淡的忧伤',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/074【王维篇】成了俘虏又差点送命.mp3',type: 'audio/mp3'}],
 name:'074【王维篇】成了俘虏又差点送命',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/075【王维篇】赏析《鹿柴》：光影画面的深刻意境.mp3',type: 'audio/mp3'}],
 name:'075【王维篇】赏析《鹿柴》：光影画面的深刻意境',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/076【王维篇】赏析《竹里馆》：内心强大才能幸福.mp3',type: 'audio/mp3'}],
 name:'076【王维篇】赏析《竹里馆》：内心强大才能幸福',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/077【王维篇】赏析《终南别业》：最高境界.mp3',type: 'audio/mp3'}],
 name:'077【王维篇】赏析《终南别业》：最高境界',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/078【王维篇】临终绝笔格调高.mp3',type: 'audio/mp3'}],
 name:'078【王维篇】临终绝笔格调高',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/079【王维篇】赏析《洛阳女儿行》：洗尽铅华慈悲为怀.mp3',type: 'audio/mp3'}],
 name:'079【王维篇】赏析《洛阳女儿行》：洗尽铅华慈悲为怀',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/080【王维篇】赏析《渭川田家》：复归平淡才是真幸福.mp3',type: 'audio/mp3'}],
 name:'080【王维篇】赏析《渭川田家》：复归平淡才是真幸福',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/081【勘误】错了就是错了.mp3',type: 'audio/mp3'}],
 name:'081【勘误】错了就是错了',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/082【杜甫篇】官三代杜甫的快乐童年.mp3',type: 'audio/mp3'}],
 name:'082【杜甫篇】官三代杜甫的快乐童年',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/083【杜甫篇】赏析《百忧集行》：鲜明的对比.mp3',type: 'audio/mp3'}],
 name:'083【杜甫篇】赏析《百忧集行》：鲜明的对比',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/084【杜甫篇】光知道玩，能考上才怪呢.mp3',type: 'audio/mp3'}],
 name:'084【杜甫篇】光知道玩，能考上才怪呢',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/085【杜甫篇】赏析《房兵曹胡马》：其实在写雄心壮志.mp3',type: 'audio/mp3'}],
 name:'085【杜甫篇】赏析《房兵曹胡马》：其实在写雄心壮志',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/086杜甫篇格律诗漫谈押韵对仗和平仄.mp3',type: 'audio/mp3'}],
 name:'086杜甫篇格律诗漫谈押韵对仗和平仄',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/087【杜甫篇】杜甫和李白也是好朋友.mp3',type: 'audio/mp3'}],
 name:'087【杜甫篇】杜甫和李白也是好朋友',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/088【杜甫篇】赏析《赠李白》：怀才不遇，飞扬跋扈.mp3',type: 'audio/mp3'}],
 name:'088【杜甫篇】赏析《赠李白》：怀才不遇，飞扬跋扈',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/089【杜甫篇】困居长安的无奈和不幸.mp3',type: 'audio/mp3'}],
 name:'089【杜甫篇】困居长安的无奈和不幸',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/090【杜甫篇】小儿子饿死了.mp3',type: 'audio/mp3'}],
 name:'090【杜甫篇】小儿子饿死了',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/091【杜甫篇】赏析《兵车行》：战争的残酷.mp3',type: 'audio/mp3'}],
 name:'091【杜甫篇】赏析《兵车行》：战争的残酷',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/092【杜甫篇】在颠沛流离中成长成熟.mp3',type: 'audio/mp3'}],
 name:'092【杜甫篇】在颠沛流离中成长成熟',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/093【杜甫篇】赏析《春望》：沉郁顿挫的杜甫.mp3',type: 'audio/mp3'}],
 name:'093【杜甫篇】赏析《春望》：沉郁顿挫的杜甫',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/094【杜甫篇】赏析《月夜》：杜甫想老婆了.mp3',type: 'audio/mp3'}],
 name:'094【杜甫篇】赏析《月夜》：杜甫想老婆了',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/095【杜甫篇】赏析《望岳》：一览众山小的豪情.mp3',type: 'audio/mp3'}],
 name:'095【杜甫篇】赏析《望岳》：一览众山小的豪情',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/096 【杜甫篇】才做了一年官.mp3',type: 'audio/mp3'}],
 name:'096 【杜甫篇】才做了一年官',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/097【杜甫篇】赏析《月夜忆舍弟》：思念家人感慨时代.mp3',type: 'audio/mp3'}],
 name:'097【杜甫篇】赏析《月夜忆舍弟》：思念家人感慨时代',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/098 【杜甫篇】三吏与三别.mp3',type: 'audio/mp3'}],
 name:'098 【杜甫篇】三吏与三别',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/099【杜甫篇】赏析《新安吏》杜甫的幸与不幸【请加微信：207338087】.mp3',type: 'audio/mp3'}],
 name:'099【杜甫篇】赏析《新安吏》杜甫的幸与不幸【请加微信：207338087】',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/100【杜甫篇】赏析《石壕吏》老太太上战场.mp3',type: 'audio/mp3'}],
 name:'100【杜甫篇】赏析《石壕吏》老太太上战场',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/101【杜甫篇】赏析《潼关吏》不要重蹈覆辙【请加微信：207338087】.mp3',type: 'audio/mp3'}],
 name:'101【杜甫篇】赏析《潼关吏》不要重蹈覆辙【请加微信：207338087】',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/102【特别篇】从诗词大会到怎么学诗词.mp3',type: 'audio/mp3'}],
 name:'102【特别篇】从诗词大会到怎么学诗词',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/103【杜甫篇】赏析《新婚别》可怜的新娘.mp3',type: 'audio/mp3'}],
 name:'103【杜甫篇】赏析《新婚别》可怜的新娘',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/104【杜甫篇】赏析《无家别》无家可别的悲伤.mp3',type: 'audio/mp3'}],
 name:'104【杜甫篇】赏析《无家别》无家可别的悲伤',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/105【杜甫篇】赏析《垂老别》垂垂老矣，生离死别【请加微信：207338087】.mp3',type: 'audio/mp3'}],
 name:'105【杜甫篇】赏析《垂老别》垂垂老矣，生离死别【请加微信：207338087】',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/106【杜甫篇】达则兼济天下穷则独善其身【请加微信：207338087】.mp3',type: 'audio/mp3'}],
 name:'106【杜甫篇】达则兼济天下穷则独善其身【请加微信：207338087】',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/107【杜甫篇】赏析《江村》难得的天伦之乐.mp3',type: 'audio/mp3'}],
 name:'107【杜甫篇】赏析《江村》难得的天伦之乐',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/108【杜甫篇】赏析《蜀相》出师未捷身先死【请加微信：207338087】.mp3',type: 'audio/mp3'}],
 name:'108【杜甫篇】赏析《蜀相》出师未捷身先死【请加微信：207338087】',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/109【杜甫篇】赏析《赠花卿》其实是在批评你【请加微信：207338087】.mp3',type: 'audio/mp3'}],
 name:'109【杜甫篇】赏析《赠花卿》其实是在批评你【请加微信：207338087】',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/110【杜甫篇】赏析《春夜喜雨》杜甫学种地.mp3',type: 'audio/mp3'}],
 name:'110【杜甫篇】赏析《春夜喜雨》杜甫学种地',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/111【杜甫篇】赏析《江畔独步寻花》美好的春天不易留住【请加微信：207338087】.mp3',type: 'audio/mp3'}],
 name:'111【杜甫篇】赏析《江畔独步寻花》美好的春天不易留住【请加微信：207338087】',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/112【杜甫篇】赏析绝句二首从诗词学写作技巧.mp3',type: 'audio/mp3'}],
 name:'112【杜甫篇】赏析绝句二首从诗词学写作技巧',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/113【杜甫篇】赏析茅屋为秋风所破歌屋顶被风吹走了【请加微信：207338087】.mp3',type: 'audio/mp3'}],
 name:'113【杜甫篇】赏析茅屋为秋风所破歌屋顶被风吹走了【请加微信：207338087】',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/114【杜甫篇】赏析闻官军收河南河北高兴得发狂.mp3',type: 'audio/mp3'}],
 name:'114【杜甫篇】赏析闻官军收河南河北高兴得发狂',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/115 【杜甫篇】赏析旅夜书怀孤零零孑然一身.mp3',type: 'audio/mp3'}],
 name:'115 【杜甫篇】赏析旅夜书怀孤零零孑然一身',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/116【杜甫篇】赏析登高最好的一首七言律诗.mp3',type: 'audio/mp3'}],
 name:'116【杜甫篇】赏析登高最好的一首七言律诗',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/117【杜甫篇】赏析江南逢李龟年落花时节的三重含义【请加微信：207338087】.mp3',type: 'audio/mp3'}],
 name:'117【杜甫篇】赏析江南逢李龟年落花时节的三重含义【请加微信：207338087】',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/118【杜甫篇】杜甫既是饿死的也是撑死的.mp3',type: 'audio/mp3'}],
 name:'118【杜甫篇】杜甫既是饿死的也是撑死的',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/119【边塞诗】为什么会有“边塞诗”.mp3',type: 'audio/mp3'}],
 name:'119【边塞诗】为什么会有“边塞诗”',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/120【边塞诗】赏析出塞时空转换，厌倦战争【请加微信：207338087】.mp3',type: 'audio/mp3'}],
 name:'120【边塞诗】赏析出塞时空转换，厌倦战争【请加微信：207338087】',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/121【边塞诗】人缘很好的王昌龄.mp3',type: 'audio/mp3'}],
 name:'121【边塞诗】人缘很好的王昌龄',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/121【边塞诗】人缘很好的王昌龄【请加微信：207338087】.mp3',type: 'audio/mp3'}],
 name:'121【边塞诗】人缘很好的王昌龄【请加微信：207338087】',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/122【边塞诗】赏析从军行恢弘的气势豪迈的感情【请加微信：207338087】.mp3',type: 'audio/mp3'}],
 name:'122【边塞诗】赏析从军行恢弘的气势豪迈的感情【请加微信：207338087】',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/123【边塞诗】赏析闻王昌龄左迁龙标遥有此寄调侃好朋友【请加微信：207338087】.mp3',type: 'audio/mp3'}],
 name:'123【边塞诗】赏析闻王昌龄左迁龙标遥有此寄调侃好朋友【请加微信：207338087】',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/124【边塞诗】赏析芙蓉楼送辛渐表白心迹.mp3',type: 'audio/mp3'}],
 name:'124【边塞诗】赏析芙蓉楼送辛渐表白心迹',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/125【边塞诗】赏析采莲曲可爱的小姑娘.mp3',type: 'audio/mp3'}],
 name:'125【边塞诗】赏析采莲曲可爱的小姑娘',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/126【边塞诗】王昌龄死因成谜.mp3',type: 'audio/mp3'}],
 name:'126【边塞诗】王昌龄死因成谜',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/127【边塞诗】赏析别董大豪情背后有落寞.mp3',type: 'audio/mp3'}],
 name:'127【边塞诗】赏析别董大豪情背后有落寞',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/128【边塞诗】大器晚成的高适.mp3',type: 'audio/mp3'}],
 name:'128【边塞诗】大器晚成的高适',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/129【边塞诗】雄浑悲壮的军人高适.mp3',type: 'audio/mp3'}],
 name:'129【边塞诗】雄浑悲壮的军人高适',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/130【边塞诗】赏析送李少府贬峡中王少府贬长沙充满正能量请【请加微信：207338087】.mp3',type: 'audio/mp3'}],
 name:'130【边塞诗】赏析送李少府贬峡中王少府贬长沙充满正能量请【请加微信：207338087】',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/131【边塞诗】赏析白雪歌送武判官归京边塞诗的巅峰之作.mp3',type: 'audio/mp3'}],
 name:'131【边塞诗】赏析白雪歌送武判官归京边塞诗的巅峰之作',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/132【边塞诗】融合了李白和杜甫的岑参【请加微信：207338087】.mp3',type: 'audio/mp3'}],
 name:'132【边塞诗】融合了李白和杜甫的岑参【请加微信：207338087】',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/133【边塞诗】为领导壮行.mp3',type: 'audio/mp3'}],
 name:'133【边塞诗】为领导壮行',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/134【边塞诗】赏析逢入京使思乡之情与诗外之意.mp3',type: 'audio/mp3'}],
 name:'134【边塞诗】赏析逢入京使思乡之情与诗外之意',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/135【边塞诗】边塞诗的三类题材【请加微信：207338087】.mp3',type: 'audio/mp3'}],
 name:'135【边塞诗】边塞诗的三类题材【请加微信：207338087】',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/136【边塞诗】赏析凉州词人生能有几回搏【请加微信：207338087】.mp3',type: 'audio/mp3'}],
 name:'136【边塞诗】赏析凉州词人生能有几回搏【请加微信：207338087】',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/137【边塞诗】赏析塞下曲六首一箭射进石头里.mp3',type: 'audio/mp3'}],
 name:'137【边塞诗】赏析塞下曲六首一箭射进石头里',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/138【边塞诗】赏析前出塞九首别误会了杜甫的意思.mp3',type: 'audio/mp3'}],
 name:'138【边塞诗】赏析前出塞九首别误会了杜甫的意思',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/139【边塞诗】赏析雁门太守行浓艳的色彩【请加微信：207338087】.mp3',type: 'audio/mp3'}],
 name:'139【边塞诗】赏析雁门太守行浓艳的色彩【请加微信：207338087】',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/140【边塞诗】赏析凉州词春风也吹不到的地方.mp3',type: 'audio/mp3'}],
 name:'140【边塞诗】赏析凉州词春风也吹不到的地方',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/141【边塞诗】赏析碛中作路上得走两个月.mp3',type: 'audio/mp3'}],
 name:'141【边塞诗】赏析碛中作路上得走两个月',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/142【边塞诗】赏析古从军行用性命换葡萄.mp3',type: 'audio/mp3'}],
 name:'142【边塞诗】赏析古从军行用性命换葡萄',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/143【边塞诗】赏析渔家傲·秋思建功立业的副宰相.mp3',type: 'audio/mp3'}],
 name:'143【边塞诗】赏析渔家傲·秋思建功立业的副宰相',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/144【边塞诗】赏析子夜吴歌吹不尽的哀愁.mp3',type: 'audio/mp3'}],
 name:'144【边塞诗】赏析子夜吴歌吹不尽的哀愁',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/145【边塞诗】赏析关山月跟李白学写作.mp3',type: 'audio/mp3'}],
 name:'145【边塞诗】赏析关山月跟李白学写作',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/146【杨炯】赏析从军行投笔从戎的豪情.mp3',type: 'audio/mp3'}],
 name:'146【杨炯】赏析从军行投笔从戎的豪情',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/147 时代的局限与成就.mp3',type: 'audio/mp3'}],
 name:'147 时代的局限与成就',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/148【张九龄】从开元名相到凉茶品牌.mp3',type: 'audio/mp3'}],
 name:'148【张九龄】从开元名相到凉茶品牌',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/149【张九龄】慧眼识人.mp3',type: 'audio/mp3'}],
 name:'149【张九龄】慧眼识人',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/150【张九龄】赏析望月怀远故乡是人生的港湾.mp3',type: 'audio/mp3'}],
 name:'150【张九龄】赏析望月怀远故乡是人生的港湾',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/151【张九龄】赏析感遇我本就有高洁的品质.mp3',type: 'audio/mp3'}],
 name:'151【张九龄】赏析感遇我本就有高洁的品质',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/152【崔颢】赏析黄鹤楼让李白心服口服不敢再动笔.mp3',type: 'audio/mp3'}],
 name:'152【崔颢】赏析黄鹤楼让李白心服口服不敢再动笔',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/153【李白】赏析登金陵凤凰台李白也“抄袭”.mp3',type: 'audio/mp3'}],
 name:'153【李白】赏析登金陵凤凰台李白也“抄袭”',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/154【杜甫】赏析戏为六绝句你们算什么东西.mp3',type: 'audio/mp3'}],
 name:'154【杜甫】赏析戏为六绝句你们算什么东西',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/155【陈子昂 】赏析登幽州台歌孤独是人生的常态.mp3',type: 'audio/mp3'}],
 name:'155【陈子昂 】赏析登幽州台歌孤独是人生的常态',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/156【李白 】赏析清平调美艳杨贵妃.mp3',type: 'audio/mp3'}],
 name:'156【李白 】赏析清平调美艳杨贵妃',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/00 唐诗/4 读懂诗人才懂诗(音频)/复旦大学中文系教授郭永秉推荐.mp3',type: 'audio/mp3'}],
 name:'复旦大学中文系教授郭永秉推荐',
 },
 
];
