var videoList = 
 [
{
 sources: [{src: '/F/1_学习资源_乐乐英语/6300 哈利波特/78. 哈利波特与魔法石-1/1-哈利波特与魔法石.mp4',type: 'video/mp4'}],
 name:'1-哈利波特与魔法石',
 },
 
{
 sources: [{src: '/F/1_学习资源_乐乐英语/6300 哈利波特/79. 哈利·波特与密室-2/2-哈利波特与密室.mp4',type: 'video/mp4'}],
 name:'2-哈利波特与密室',
 },
 
{
 sources: [{src: '/F/1_学习资源_乐乐英语/6300 哈利波特/80. 哈利波特与阿兹卡班的囚徒-3/3-哈利波特与阿兹卡班的囚徒.mp4',type: 'video/mp4'}],
 name:'3-哈利波特与阿兹卡班的囚徒',
 },
 
{
 sources: [{src: '/F/1_学习资源_乐乐英语/6300 哈利波特/81. 哈利波特与火焰杯/哈L波T4英语字幕【收藏店铺：智聪教育】.mp4',type: 'video/mp4'}],
 name:'哈L波T4英语字幕【收藏店铺：智聪教育】',
 },
 
{
 sources: [{src: '/F/1_学习资源_乐乐英语/6300 哈利波特/82. 哈利波特与凤凰社/哈L波T5英语字幕【收藏店铺：智聪教育】.mp4',type: 'video/mp4'}],
 name:'哈L波T5英语字幕【收藏店铺：智聪教育】',
 },
 
{
 sources: [{src: '/F/1_学习资源_乐乐英语/6300 哈利波特/83. 哈利波特与混血王子/哈L波T6英语字幕【收藏店铺：智聪教育】.mp4',type: 'video/mp4'}],
 name:'哈L波T6英语字幕【收藏店铺：智聪教育】',
 },
 
{
 sources: [{src: '/F/1_学习资源_乐乐英语/6300 哈利波特/84. 哈利波特与死亡圣器/哈L波T7英语字幕【收藏店铺：智聪教育】.mp4',type: 'video/mp4'}],
 name:'哈L波T7英语字幕【收藏店铺：智聪教育】',
 },
 
{
 sources: [{src: '/F/1_学习资源_乐乐英语/6300 哈利波特/85. 哈利波特与死亡圣器/哈L波T8英语字幕【收藏店铺：智聪教育】.mp4',type: 'video/mp4'}],
 name:'哈L波T8英语字幕【收藏店铺：智聪教育】',
 },
 
];
