var videoList = 
 [
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课4：东汉三国/00丨深入历史 学透成语.mp3',type: 'audio/mp3'}],
 name:'00丨深入历史 学透成语',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课4：东汉三国/01丨推心置腹：草根造反当皇帝.mp3',type: 'audio/mp3'}],
 name:'01丨推心置腹：草根造反当皇帝',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课4：东汉三国/02丨乐此不疲：宇宙最乖大皇帝.mp3',type: 'audio/mp3'}],
 name:'02丨乐此不疲：宇宙最乖大皇帝',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课4：东汉三国/03丨老当益壮：粮食珍珠分不清？.mp3',type: 'audio/mp3'}],
 name:'03丨老当益壮：粮食珍珠分不清？',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课4：东汉三国/04丨不入虎穴不得虎子：暴躁将军办外交.mp3',type: 'audio/mp3'}],
 name:'04丨不入虎穴不得虎子：暴躁将军办外交',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课4：东汉三国/05丨专横跋扈：打猎不许打兔子.mp3',type: 'audio/mp3'}],
 name:'05丨专横跋扈：打猎不许打兔子',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课4：东汉三国/06丨重蹈覆辙：拖延症的恶果.mp3',type: 'audio/mp3'}],
 name:'06丨重蹈覆辙：拖延症的恶果',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课4：东汉三国/07丨覆水难收：杀羊将军犯大错.mp3',type: 'audio/mp3'}],
 name:'07丨覆水难收：杀羊将军犯大错',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课4：东汉三国/08丨死不瞑目：天下英雄VS最强军阀.mp3',type: 'audio/mp3'}],
 name:'08丨死不瞑目：天下英雄VS最强军阀',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课4：东汉三国/09丨汗流浃背：皇帝有难皇后来救.mp3',type: 'audio/mp3'}],
 name:'09丨汗流浃背：皇帝有难皇后来救',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课4：东汉三国/10丨开门揖盗：小气军阀被打败.mp3',type: 'audio/mp3'}],
 name:'10丨开门揖盗：小气军阀被打败',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课4：东汉三国/11丨求田问舍：刘备为何能当明星？.mp3',type: 'audio/mp3'}],
 name:'11丨求田问舍：刘备为何能当明星？',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课4：东汉三国/12丨有勇无谋：最强猛将的末日.mp3',type: 'audio/mp3'}],
 name:'12丨有勇无谋：最强猛将的末日',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课4：东汉三国/13丨出言不逊：答对问题算大罪？.mp3',type: 'audio/mp3'}],
 name:'13丨出言不逊：答对问题算大罪？',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课4：东汉三国/15丨如鱼得水：最强宰相初登场.mp3',type: 'audio/mp3'}],
 name:'15丨如鱼得水：最强宰相初登场',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课4：东汉三国/16丨谈笑自若：孔融不止会让梨.mp3',type: 'audio/mp3'}],
 name:'16丨谈笑自若：孔融不止会让梨',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课4：东汉三国/17丨舍近求远：拖延军阀犯大错.mp3',type: 'audio/mp3'}],
 name:'17丨舍近求远：拖延军阀犯大错',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课4：东汉三国/18丨英雄无用武之地：一阵大风吹走曹操.mp3',type: 'audio/mp3'}],
 name:'18丨英雄无用武之地：一阵大风吹走曹操',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课4：东汉三国/20丨偃旗息鼓：空城计到底谁定的？.mp3',type: 'audio/mp3'}],
 name:'20丨偃旗息鼓：空城计到底谁定的？',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课4：东汉三国/21丨先见之明：最聪明的大笨蛋.mp3',type: 'audio/mp3'}],
 name:'21丨先见之明：最聪明的大笨蛋',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课4：东汉三国/22丨初生牛犊不怕虎：小将军打伤关羽.mp3',type: 'audio/mp3'}],
 name:'22丨初生牛犊不怕虎：小将军打伤关羽',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课4：东汉三国/23丨刮目相待：谁能打败最强战神？.mp3',type: 'audio/mp3'}],
 name:'23丨刮目相待：谁能打败最强战神？',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课4：东汉三国/24丨忍辱负重：火烧连营七百里.mp3',type: 'audio/mp3'}],
 name:'24丨忍辱负重：火烧连营七百里',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课4：东汉三国/25丨言过其实：诸葛亮看人也走眼？.mp3',type: 'audio/mp3'}],
 name:'25丨言过其实：诸葛亮看人也走眼？',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课4：东汉三国/26丨鞠躬尽瘁，死而后已：诸葛亮为啥打不赢？.mp3',type: 'audio/mp3'}],
 name:'26丨鞠躬尽瘁，死而后已：诸葛亮为啥打不赢？',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课4：东汉三国/27丨诡计多端：小草帮我找儿子？.mp3',type: 'audio/mp3'}],
 name:'27丨诡计多端：小草帮我找儿子？',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课4：东汉三国/28丨鱼贯而出：打胜仗带来大悲剧.mp3',type: 'audio/mp3'}],
 name:'28丨鱼贯而出：打胜仗带来大悲剧',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课4：东汉三国/29丨司马昭之心，路人皆知：爬上房顶躲黑锅.mp3',type: 'audio/mp3'}],
 name:'29丨司马昭之心，路人皆知：爬上房顶躲黑锅',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课4：东汉三国/30丨迎刃而解：值得信赖的好敌人.mp3',type: 'audio/mp3'}],
 name:'30丨迎刃而解：值得信赖的好敌人',
 },
 
];
