var videoList = 
 [
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课3：战国西汉/00丨发刊词：深入历史 学透成语.mp3',type: 'audio/mp3'}],
 name:'00丨发刊词：深入历史 学透成语',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课3：战国西汉/01丨高枕无忧：假小偷变成真流氓.mp3',type: 'audio/mp3'}],
 name:'01丨高枕无忧：假小偷变成真流氓',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课3：战国西汉/02丨鸡鸣狗盗：奇怪门客帮大忙.mp3',type: 'audio/mp3'}],
 name:'02丨鸡鸣狗盗：奇怪门客帮大忙',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课3：战国西汉/03丨侧目而视：同时当上六国宰相.mp3',type: 'audio/mp3'}],
 name:'03丨侧目而视：同时当上六国宰相',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课3：战国西汉/04丨完璧归赵：将军想骂好宰相.mp3',type: 'audio/mp3'}],
 name:'04丨完璧归赵：将军想骂好宰相',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课3：战国西汉/05丨胶柱鼓瑟：照书打仗行不行？.mp3',type: 'audio/mp3'}],
 name:'05丨胶柱鼓瑟：照书打仗行不行？',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课3：战国西汉/06丨脱颖而出：没人认识的天才.mp3',type: 'audio/mp3'}],
 name:'06丨脱颖而出：没人认识的天才',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课3：战国西汉/07丨虚位以待：王子求见老大爷.mp3',type: 'audio/mp3'}],
 name:'07丨虚位以待：王子求见老大爷',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课3：战国西汉/08丨无可奈何：勇士想要杀国君.mp3',type: 'audio/mp3'}],
 name:'08丨无可奈何：勇士想要杀国君',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课3：战国西汉/09丨敢怒不敢言：第一个皇帝的愿望.mp3',type: 'audio/mp3'}],
 name:'09丨敢怒不敢言：第一个皇帝的愿望',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课3：战国西汉/10丨声名狼藉：睁着眼睛说瞎话.mp3',type: 'audio/mp3'}],
 name:'10丨声名狼藉：睁着眼睛说瞎话',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课3：战国西汉/11丨不约而同：狐狸深夜说人话.mp3',type: 'audio/mp3'}],
 name:'11丨不约而同：狐狸深夜说人话',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课3：战国西汉/12丨破釜沉舟：砸掉大锅灭强敌.mp3',type: 'audio/mp3'}],
 name:'12丨破釜沉舟：砸掉大锅灭强敌',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课3：战国西汉/13丨群策群力：砍死大蛇巧打仗.mp3',type: 'audio/mp3'}],
 name:'13丨群策群力：砍死大蛇巧打仗',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课3：战国西汉/14丨令人发指：敌人请客去不去？.mp3',type: 'audio/mp3'}],
 name:'14丨令人发指：敌人请客去不去？',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课3：战国西汉/15丨暗度陈仓：宰相突然不见了.mp3',type: 'audio/mp3'}],
 name:'15丨暗度陈仓：宰相突然不见了',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课3：战国西汉/16丨独当一面：三万打败二十万.mp3',type: 'audio/mp3'}],
 name:'16丨独当一面：三万打败二十万',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课3：战国西汉/17丨三足鼎立：当皇帝还是当将军？.mp3',type: 'audio/mp3'}],
 name:'17丨三足鼎立：当皇帝还是当将军？',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课3：战国西汉/18丨分一杯羹：有人想吃我爸爸？.mp3',type: 'audio/mp3'}],
 name:'18丨分一杯羹：有人想吃我爸爸？',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课3：战国西汉/19丨四面楚歌：最悲壮的告别.mp3',type: 'audio/mp3'}],
 name:'19丨四面楚歌：最悲壮的告别',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课3：战国西汉/20丨成也萧何败也萧何：谁功劳大我杀谁.mp3',type: 'audio/mp3'}],
 name:'20丨成也萧何败也萧何：谁功劳大我杀谁',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课3：战国西汉/21丨见利忘义：残忍的王后谁能管？.mp3',type: 'audio/mp3'}],
 name:'21丨见利忘义：残忍的王后谁能管？',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课3：战国西汉/22丨不以为意：小女孩推动大历史.mp3',type: 'audio/mp3'}],
 name:'22丨不以为意：小女孩推动大历史',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课3：战国西汉/23丨改过自新：一盘棋害死几万人.mp3',type: 'audio/mp3'}],
 name:'23丨改过自新：一盘棋害死几万人',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课3：战国西汉/24丨不得要领：丝绸之路第一人.mp3',type: 'audio/mp3'}],
 name:'24丨不得要领：丝绸之路第一人',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课3：战国西汉/25丨面无人色：会“飞”的将军.mp3',type: 'audio/mp3'}],
 name:'25丨面无人色：会“飞”的将军',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课3：战国西汉/26丨身先士卒：小跟班变成大将军.mp3',type: 'audio/mp3'}],
 name:'26丨身先士卒：小跟班变成大将军',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课3：战国西汉/27丨家徒四壁：穷小子爱上富家女.mp3',type: 'audio/mp3'}],
 name:'27丨家徒四壁：穷小子爱上富家女',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课3：战国西汉/28丨振臂一呼：最委屈的大英雄.mp3',type: 'audio/mp3'}],
 name:'28丨振臂一呼：最委屈的大英雄',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课3：战国西汉/29丨不学无术：最浪漫的宝剑.mp3',type: 'audio/mp3'}],
 name:'29丨不学无术：最浪漫的宝剑',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课3：战国西汉/30丨无以复加：书里的制度最美好？.mp3',type: 'audio/mp3'}],
 name:'30丨无以复加：书里的制度最美好？',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课3：战国西汉/31丨中考作文，这3个坑不能踩.mp3',type: 'audio/mp3'}],
 name:'31丨中考作文，这3个坑不能踩',
 },
 
];
