var videoList = 
 [
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课5：晋朝唐朝/00丨深入历史，学透成语.mp3',type: 'audio/mp3'}],
 name:'00丨深入历史，学透成语',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课5：晋朝唐朝/01丨乐不思蜀：皇帝喜欢恶作剧.mp3',type: 'audio/mp3'}],
 name:'01丨乐不思蜀：皇帝喜欢恶作剧',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课5：晋朝唐朝/02丨狗尾续貂：史上最疯狂的炫富.mp3',type: 'audio/mp3'}],
 name:'02丨狗尾续貂：史上最疯狂的炫富',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课5：晋朝唐朝/03丨何不食肉糜：累死人的最长午餐.mp3',type: 'audio/mp3'}],
 name:'03丨何不食肉糜：累死人的最长午餐',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课5：晋朝唐朝/05丨琳琅满目：穿得好看能当皇帝.mp3',type: 'audio/mp3'}],
 name:'05丨琳琅满目：穿得好看能当皇帝',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课5：晋朝唐朝/07丨自有公论：假新闻打败大元帅.mp3',type: 'audio/mp3'}],
 name:'07丨自有公论：假新闻打败大元帅',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课5：晋朝唐朝/10丨功败垂成：没有眼镜下场惨.mp3',type: 'audio/mp3'}],
 name:'10丨功败垂成：没有眼镜下场惨',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课5：晋朝唐朝/12丨理屈词穷：消灭敌人反而撤退.mp3',type: 'audio/mp3'}],
 name:'12丨理屈词穷：消灭敌人反而撤退',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课5：晋朝唐朝/13丨生生世世：皇帝杀人当打猎.mp3',type: 'audio/mp3'}],
 name:'13丨生生世世：皇帝杀人当打猎',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课5：晋朝唐朝/14丨执迷不悟：戏精皇帝闯大祸.mp3',type: 'audio/mp3'}],
 name:'14丨执迷不悟：戏精皇帝闯大祸',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课5：晋朝唐朝/15丨斩草除根：我要当宇宙大将军.mp3',type: 'audio/mp3'}],
 name:'15丨斩草除根：我要当宇宙大将军',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课5：晋朝唐朝/24丨叱咤风云：武则天是不是好人.mp3',type: 'audio/mp3'}],
 name:'24丨叱咤风云：武则天是不是好人',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课5：晋朝唐朝/25丨铁石心肠：有功不赏的好宰相.mp3',type: 'audio/mp3'}],
 name:'25丨铁石心肠：有功不赏的好宰相',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课5：晋朝唐朝/26丨口蜜腹剑：特大喜讯让敌人说.mp3',type: 'audio/mp3'}],
 name:'26丨口蜜腹剑：特大喜讯让敌人说',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课5：晋朝唐朝/27丨炙手可热：钱太多的烦恼.mp3',type: 'audio/mp3'}],
 name:'27丨炙手可热：钱太多的烦恼',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课5：晋朝唐朝/28丨不得人心：大肚将军舞蹈家.mp3',type: 'audio/mp3'}],
 name:'28丨不得人心：大肚将军舞蹈家',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课5：晋朝唐朝/29丨感激涕零：冻死反而打胜仗.mp3',type: 'audio/mp3'}],
 name:'29丨感激涕零：冻死反而打胜仗',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课5：晋朝唐朝/30丨铸成大错：我要消灭我的军队.mp3',type: 'audio/mp3'}],
 name:'30丨铸成大错：我要消灭我的军队',
 },
 
];
