var videoList = 
 [
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课1：上古春秋/00丨发刊词：深入历史 学透成语.mp3',type: 'audio/mp3'}],
 name:'00丨发刊词：深入历史 学透成语',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课1：上古春秋/01丨无稽之谈：大禹治水的神秘法宝.mp3',type: 'audio/mp3'}],
 name:'01丨无稽之谈：大禹治水的神秘法宝',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课1：上古春秋/02丨民惟邦本：射日的后羿怎么死的？.mp3',type: 'audio/mp3'}],
 name:'02丨民惟邦本：射日的后羿怎么死的？',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课1：上古春秋/03丨生灵涂炭：荒唐的国王.mp3',type: 'audio/mp3'}],
 name:'03丨生灵涂炭：荒唐的国王',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课1：上古春秋/05丨有条不紊：搬首都有多难？.mp3',type: 'audio/mp3'}],
 name:'05丨有条不紊：搬首都有多难？',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课1：上古春秋/06丨离心离德：史上最坏的国王.mp3',type: 'audio/mp3'}],
 name:'06丨离心离德：史上最坏的国王',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课1：上古春秋/07丨不期而会：最长朝代的起源.mp3',type: 'audio/mp3'}],
 name:'07丨不期而会：最长朝代的起源',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课1：上古春秋/08丨太公钓鱼 愿者上钩：靠钓鱼当上大官.mp3',type: 'audio/mp3'}],
 name:'08丨太公钓鱼 愿者上钩：靠钓鱼当上大官',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课1：上古春秋/09丨握发吐哺：饿着肚子寻找人才.mp3',type: 'audio/mp3'}],
 name:'09丨握发吐哺：饿着肚子寻找人才',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课1：上古春秋/10丨不食周粟：不吃饭的怪人.mp3',type: 'audio/mp3'}],
 name:'10丨不食周粟：不吃饭的怪人',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课1：上古春秋/11丨巧夺天工：不流血的怪“人”.mp3',type: 'audio/mp3'}],
 name:'11丨巧夺天工：不流血的怪“人”',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课1：上古春秋/12丨寡不敌众：天子得罪全国民众.mp3',type: 'audio/mp3'}],
 name:'12丨寡不敌众：天子得罪全国民众',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课1：上古春秋/13丨多行不义必自毙：兄弟的战争.mp3',type: 'audio/mp3'}],
 name:'13丨多行不义必自毙：兄弟的战争',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课1：上古春秋/14丨降心相从：挖洞才能找妈妈.mp3',type: 'audio/mp3'}],
 name:'14丨降心相从：挖洞才能找妈妈',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课1：上古春秋/15丨管鲍之交：最好的朋友什么样？.mp3',type: 'audio/mp3'}],
 name:'15丨管鲍之交：最好的朋友什么样？',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课1：上古春秋/16丨一鼓作气：不应战的智慧.mp3',type: 'audio/mp3'}],
 name:'16丨一鼓作气：不应战的智慧',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课1：上古春秋/17丨言归于好：损失领土拯救国家.mp3',type: 'audio/mp3'}],
 name:'17丨言归于好：损失领土拯救国家',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课1：上古春秋/18丨筚路蓝缕：靠投降打败强敌.mp3',type: 'audio/mp3'}],
 name:'18丨筚路蓝缕：靠投降打败强敌',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课1：上古春秋/19丨毁家纾难：不关城门吓跑敌人.mp3',type: 'audio/mp3'}],
 name:'19丨毁家纾难：不关城门吓跑敌人',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课1：上古春秋/20丨风马牛不相及：两位老大巅峰对决.mp3',type: 'audio/mp3'}],
 name:'20丨风马牛不相及：两位老大巅峰对决',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课1：上古春秋/21丨见异思迁：厨师也能当大官.mp3',type: 'audio/mp3'}],
 name:'21丨见异思迁：厨师也能当大官',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课1：上古春秋/22丨言而无信：诚实的人反而输了.mp3',type: 'audio/mp3'}],
 name:'22丨言而无信：诚实的人反而输了',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课1：上古春秋/23丨硕大无朋：一个名字害了国家.mp3',type: 'audio/mp3'}],
 name:'23丨硕大无朋：一个名字害了国家',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课1：上古春秋/24丨唇亡齿寒：帮着别人打朋友.mp3',type: 'audio/mp3'}],
 name:'24丨唇亡齿寒：帮着别人打朋友',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课1：上古春秋/25丨幸灾乐祸：“我要饿死我朋友”.mp3',type: 'audio/mp3'}],
 name:'25丨幸灾乐祸：“我要饿死我朋友”',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课1：上古春秋/26丨艰难险阻：吃土的王子.mp3',type: 'audio/mp3'}],
 name:'26丨艰难险阻：吃土的王子',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课1：上古春秋/27丨贪天之功：不愿当官的人.mp3',type: 'audio/mp3'}],
 name:'27丨贪天之功：不愿当官的人',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课1：上古春秋/28丨退避三舍：靠撤退打胜战.mp3',type: 'audio/mp3'}],
 name:'28丨退避三舍：靠撤退打胜战',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课1：上古春秋/29丨东道主：用一段话打败敌人.mp3',type: 'audio/mp3'}],
 name:'29丨东道主：用一段话打败敌人',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课1：上古春秋/30丨秣马厉兵：商人吓跑大将军.mp3',type: 'audio/mp3'}],
 name:'30丨秣马厉兵：商人吓跑大将军',
 },
 
];
