var videoList = 
 [
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课6：五代清朝/丨00丨深入历史，学透成语.mp3',type: 'audio/mp3'}],
 name:'丨00丨深入历史，学透成语',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课6：五代清朝/丨01丨一言既出，驷马难追：当孙子的皇帝.mp3',type: 'audio/mp3'}],
 name:'丨01丨一言既出，驷马难追：当孙子的皇帝',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课6：五代清朝/丨02丨锐不可当：大忠臣误杀小皇帝.mp3',type: 'audio/mp3'}],
 name:'丨02丨锐不可当：大忠臣误杀小皇帝',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课6：五代清朝/丨03丨黄袍加身：大伙逼我当皇帝.mp3',type: 'audio/mp3'}],
 name:'丨03丨黄袍加身：大伙逼我当皇帝',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课6：五代清朝/丨04丨不堪回首：一代文豪当皇帝.mp3',type: 'audio/mp3'}],
 name:'丨04丨不堪回首：一代文豪当皇帝',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课6：五代清朝/丨05丨一误再误：听妈妈的话算犯错吗？.mp3',type: 'audio/mp3'}],
 name:'丨05丨一误再误：听妈妈的话算犯错吗？',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课6：五代清朝/丨06丨开卷有益：宋朝商店神秘案件.mp3',type: 'audio/mp3'}],
 name:'丨06丨开卷有益：宋朝商店神秘案件',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课6：五代清朝/丨07丨溜须拍马：一碗汤带来的仇恨.mp3',type: 'audio/mp3'}],
 name:'丨07丨溜须拍马：一碗汤带来的仇恨',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课6：五代清朝/丨08丨孤注一掷：举起手指急死皇帝.mp3',type: 'audio/mp3'}],
 name:'丨08丨孤注一掷：举起手指急死皇帝',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课6：五代清朝/丨09丨似曾相识：皇上出卷我要换题.mp3',type: 'audio/mp3'}],
 name:'丨09丨似曾相识：皇上出卷我要换题',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课6：五代清朝/丨10丨出人头地：一盘鱼吓倒大文豪.mp3',type: 'audio/mp3'}],
 name:'丨10丨出人头地：一盘鱼吓倒大文豪',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课6：五代清朝/丨11丨指日可待：不讲卫生的大文豪.mp3',type: 'audio/mp3'}],
 name:'丨11丨指日可待：不讲卫生的大文豪',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课6：五代清朝/丨12丨叫苦不迭：大坏蛋的伟大发明.mp3',type: 'audio/mp3'}],
 name:'丨12丨叫苦不迭：大坏蛋的伟大发明',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课6：五代清朝/丨13丨有机可乘：抵抗侵略算死罪.mp3',type: 'audio/mp3'}],
 name:'丨13丨有机可乘：抵抗侵略算死罪',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课6：五代清朝/丨14丨东窗事发：最奇特的考试作弊.mp3',type: 'audio/mp3'}],
 name:'丨14丨东窗事发：最奇特的考试作弊',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课6：五代清朝/丨15丨聊以塞责：堂堂市长变成小狗.mp3',type: 'audio/mp3'}],
 name:'丨15丨聊以塞责：堂堂市长变成小狗',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课6：五代清朝/丨16丨罪恶滔天：吹出来的“大英雄”.mp3',type: 'audio/mp3'}],
 name:'丨16丨罪恶滔天：吹出来的“大英雄”',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课6：五代清朝/丨17丨心直口快：会复活的地方官.mp3',type: 'audio/mp3'}],
 name:'丨17丨心直口快：会复活的地方官',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课6：五代清朝/丨18丨过河拆桥：能复活的神秘和尚.mp3',type: 'audio/mp3'}],
 name:'丨18丨过河拆桥：能复活的神秘和尚',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课6：五代清朝/丨19丨泰然处之：为了面子打败仗.mp3',type: 'audio/mp3'}],
 name:'丨19丨泰然处之：为了面子打败仗',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课6：五代清朝/丨20丨 金玉其外，败絮其中：暖心梨汤吓坏大臣.mp3',type: 'audio/mp3'}],
 name:'丨20丨 金玉其外，败絮其中：暖心梨汤吓坏大臣',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课6：五代清朝/丨21丨口耳相传：反间计大战反间计.mp3',type: 'audio/mp3'}],
 name:'丨21丨口耳相传：反间计大战反间计',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课6：五代清朝/丨22丨两袖清风：最荒唐的国际贸易.mp3',type: 'audio/mp3'}],
 name:'丨22丨两袖清风：最荒唐的国际贸易',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课6：五代清朝/丨23丨坐享其成：制造叛乱给朕玩.mp3',type: 'audio/mp3'}],
 name:'丨23丨坐享其成：制造叛乱给朕玩',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课6：五代清朝/丨24丨一笔抹杀：不许皇帝认爸妈.mp3',type: 'audio/mp3'}],
 name:'丨24丨一笔抹杀：不许皇帝认爸妈',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课6：五代清朝/丨25丨名噪一时 大将军想装文化人.mp3',type: 'audio/mp3'}],
 name:'丨25丨名噪一时 大将军想装文化人',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课6：五代清朝/丨26丨趋之若鹜：木匠皇帝被利用.mp3',type: 'audio/mp3'}],
 name:'丨26丨趋之若鹜：木匠皇帝被利用',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课6：五代清朝/丨27丨满目疮痍：节约勤奋的坏皇帝.mp3',type: 'audio/mp3'}],
 name:'丨27丨满目疮痍：节约勤奋的坏皇帝',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课6：五代清朝/丨28丨一手遮天：皇帝过年愁什么.mp3',type: 'audio/mp3'}],
 name:'丨28丨一手遮天：皇帝过年愁什么',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课6：五代清朝/丨29丨大张挞伐：鸦片战争的荒唐事.mp3',type: 'audio/mp3'}],
 name:'丨29丨大张挞伐：鸦片战争的荒唐事',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课6：五代清朝/丨30丨殚精竭虑：士兵要揍曾国藩.mp3',type: 'audio/mp3'}],
 name:'丨30丨殚精竭虑：士兵要揍曾国藩',
 },
 
];
