var videoList = 
 [
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课2：春秋战国/00丨发刊词：深入历史 学透成语.mp3',type: 'audio/mp3'}],
 name:'00丨发刊词：深入历史 学透成语',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课2：春秋战国/01丨言犹在耳：帮朋友却被朋友打.mp3',type: 'audio/mp3'}],
 name:'01丨言犹在耳：帮朋友却被朋友打',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课2：春秋战国/02丨铤而走险：国君反悔气死诸侯.mp3',type: 'audio/mp3'}],
 name:'02丨铤而走险：国君反悔气死诸侯',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课2：春秋战国/03丨各自为政：一块羊肉打败军队.mp3',type: 'audio/mp3'}],
 name:'03丨各自为政：一块羊肉打败军队',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课2：春秋战国/04丨知错能改，善莫大焉：大狗和大臣谁可靠？.mp3',type: 'audio/mp3'}],
 name:'04丨知错能改，善莫大焉：大狗和大臣谁可靠？',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课2：春秋战国/05丨一鸣惊人：一动不动的大怪鸟.mp3',type: 'audio/mp3'}],
 name:'05丨一鸣惊人：一动不动的大怪鸟',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课2：春秋战国/06丨问鼎中原：饿着肚子打胜仗.mp3',type: 'audio/mp3'}],
 name:'06丨问鼎中原：饿着肚子打胜仗',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课2：春秋战国/07丨不毛之地：争当老大的窍门.mp3',type: 'audio/mp3'}],
 name:'07丨不毛之地：争当老大的窍门',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课2：春秋战国/08丨困兽之斗：任性的将军会赢吗？.mp3',type: 'audio/mp3'}],
 name:'08丨困兽之斗：任性的将军会赢吗？',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课2：春秋战国/09丨余勇可贾：如何打败大力士？.mp3',type: 'audio/mp3'}],
 name:'09丨余勇可贾：如何打败大力士？',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课2：春秋战国/10丨唯利是图：算计朋友害了自己.mp3',type: 'audio/mp3'}],
 name:'10丨唯利是图：算计朋友害了自己',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课2：春秋战国/11丨甚嚣尘上：靠拆房子打胜仗.mp3',type: 'audio/mp3'}],
 name:'11丨甚嚣尘上：靠拆房子打胜仗',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课2：春秋战国/12丨从善如流：怎么让王子撒谎？.mp3',type: 'audio/mp3'}],
 name:'12丨从善如流：怎么让王子撒谎？',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课2：春秋战国/13丨上下其手：裁判的怪手势.mp3',type: 'audio/mp3'}],
 name:'13丨上下其手：裁判的怪手势',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课2：春秋战国/14丨尾大不掉：用恶作剧坑自己.mp3',type: 'audio/mp3'}],
 name:'14丨尾大不掉：用恶作剧坑自己',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课2：春秋战国/15丨冷嘲热讽：胆小宰相抓坏蛋.mp3',type: 'audio/mp3'}],
 name:'15丨冷嘲热讽：胆小宰相抓坏蛋',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课2：春秋战国/16丨惩恶扬善：靠挨骂变强的国家.mp3',type: 'audio/mp3'}],
 name:'16丨惩恶扬善：靠挨骂变强的国家',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课2：春秋战国/17丨不一而足：宝剑为何没人要？.mp3',type: 'audio/mp3'}],
 name:'17丨不一而足：宝剑为何没人要？',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课2：春秋战国/18丨同病相怜：靠哭鼻子救了国家.mp3',type: 'audio/mp3'}],
 name:'18丨同病相怜：靠哭鼻子救了国家',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课2：春秋战国/19丨否极泰来：吃屎的国君.mp3',type: 'audio/mp3'}],
 name:'19丨否极泰来：吃屎的国君',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课2：春秋战国/20丨能屈能伸：当大官会害死自己？.mp3',type: 'audio/mp3'}],
 name:'20丨能屈能伸：当大官会害死自己？',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课2：春秋战国/21丨讳莫如深：宰相和大臣的拳击赛.mp3',type: 'audio/mp3'}],
 name:'21丨讳莫如深：宰相和大臣的拳击赛',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课2：春秋战国/22丨如释重负：斗鸡引发的内战.mp3',type: 'audio/mp3'}],
 name:'22丨如释重负：斗鸡引发的内战',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课2：春秋战国/23丨任重道远：孔子与贵族的决战.mp3',type: 'audio/mp3'}],
 name:'23丨任重道远：孔子与贵族的决战',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课2：春秋战国/24丨贪得无厌：聪明孩子不能要？.mp3',type: 'audio/mp3'}],
 name:'24丨贪得无厌：聪明孩子不能要？',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课2：春秋战国/25丨为所欲为：砍衣服的刺客.mp3',type: 'audio/mp3'}],
 name:'25丨为所欲为：砍衣服的刺客',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课2：春秋战国/26丨墨守成规：鲁班和墨子谁厉害？.mp3',type: 'audio/mp3'}],
 name:'26丨墨守成规：鲁班和墨子谁厉害？',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课2：春秋战国/27丨滥竽充数：国君是个名侦探？.mp3',type: 'audio/mp3'}],
 name:'27丨滥竽充数：国君是个名侦探？',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课2：春秋战国/28丨作法自毙：定个法律审判自己.mp3',type: 'audio/mp3'}],
 name:'28丨作法自毙：定个法律审判自己',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课2：春秋战国/29丨门庭若市：谁是第一大帅哥？.mp3',type: 'audio/mp3'}],
 name:'29丨门庭若市：谁是第一大帅哥？',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课2：春秋战国/30丨因势利导：同学之间的战争.mp3',type: 'audio/mp3'}],
 name:'30丨因势利导：同学之间的战争',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/50.历史故事成语课（合集）/【完结】历史故事成语课2：春秋战国/31丨中考作文，这3个坑不能踩.mp3',type: 'audio/mp3'}],
 name:'31丨中考作文，这3个坑不能踩',
 },
 
];
