var videoList = 
 [
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/01刻舟求剑.mp3',type: 'audio/mp3'}],
 name:'01刻舟求剑',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/02拔苗助长.mp3',type: 'audio/mp3'}],
 name:'02拔苗助长',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/03朝三暮四.mp3',type: 'audio/mp3'}],
 name:'03朝三暮四',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/04按图索骥.mp3',type: 'audio/mp3'}],
 name:'04按图索骥',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/05闻鸡起舞.mp3',type: 'audio/mp3'}],
 name:'05闻鸡起舞',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/06真相大白.mp3',type: 'audio/mp3'}],
 name:'06真相大白',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/07井底之蛙.mp3',type: 'audio/mp3'}],
 name:'07井底之蛙',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/08笨鸟先飞.mp3',type: 'audio/mp3'}],
 name:'08笨鸟先飞',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/09鸡毛蒜皮.mp3',type: 'audio/mp3'}],
 name:'09鸡毛蒜皮',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/100鹿死谁手.mp3',type: 'audio/mp3'}],
 name:'100鹿死谁手',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/10蜻蜓点水.mp3',type: 'audio/mp3'}],
 name:'10蜻蜓点水',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/11人怕出名猪怕壮.mp3',type: 'audio/mp3'}],
 name:'11人怕出名猪怕壮',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/12班门弄斧.mp3',type: 'audio/mp3'}],
 name:'12班门弄斧',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/13画饼充饥.mp3',type: 'audio/mp3'}],
 name:'13画饼充饥',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/14老鼠过街人人喊打.mp3',type: 'audio/mp3'}],
 name:'14老鼠过街人人喊打',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/15邯郸学步.mp3',type: 'audio/mp3'}],
 name:'15邯郸学步',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/16飞蛾扑火.mp3',type: 'audio/mp3'}],
 name:'16飞蛾扑火',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/17愚公移山6.mp3',type: 'audio/mp3'}],
 name:'17愚公移山6',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/18鸦雀无声.mp3',type: 'audio/mp3'}],
 name:'18鸦雀无声',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/19狐假虎威.mp3',type: 'audio/mp3'}],
 name:'19狐假虎威',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/20对牛弹琴.mp3',type: 'audio/mp3'}],
 name:'20对牛弹琴',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/21鹦鹉学舌.mp3',type: 'audio/mp3'}],
 name:'21鹦鹉学舌',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/22东施效颦.mp3',type: 'audio/mp3'}],
 name:'22东施效颦',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/23狼吞虎咽。.mp3',type: 'audio/mp3'}],
 name:'23狼吞虎咽。',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/24叶公好龙.mp3',type: 'audio/mp3'}],
 name:'24叶公好龙',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/25囫囵吞枣.mp3',type: 'audio/mp3'}],
 name:'25囫囵吞枣',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/26自相矛盾.mp3',type: 'audio/mp3'}],
 name:'26自相矛盾',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/27画蛇添足.mp3',type: 'audio/mp3'}],
 name:'27画蛇添足',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/28熟能生巧.mp3',type: 'audio/mp3'}],
 name:'28熟能生巧',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/29杯弓蛇影.mp3',type: 'audio/mp3'}],
 name:'29杯弓蛇影',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/30鼠目寸光.mp3',type: 'audio/mp3'}],
 name:'30鼠目寸光',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/31门可罗雀.mp3',type: 'audio/mp3'}],
 name:'31门可罗雀',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/32走马观花.mp3',type: 'audio/mp3'}],
 name:'32走马观花',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/33一箭双雕.mp3',type: 'audio/mp3'}],
 name:'33一箭双雕',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/34千里送鹅毛.mp3',type: 'audio/mp3'}],
 name:'34千里送鹅毛',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/35黔驴技穷.mp3',type: 'audio/mp3'}],
 name:'35黔驴技穷',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/36南辕北辙.mp3',type: 'audio/mp3'}],
 name:'36南辕北辙',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/37猴子捞月.mp3',type: 'audio/mp3'}],
 name:'37猴子捞月',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/38打草惊蛇.mp3',type: 'audio/mp3'}],
 name:'38打草惊蛇',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/39盲人摸象.mp3',type: 'audio/mp3'}],
 name:'39盲人摸象',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/40鹬蚌相争.mp3',type: 'audio/mp3'}],
 name:'40鹬蚌相争',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/41猴年马月.mp3',type: 'audio/mp3'}],
 name:'41猴年马月',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/42爱屋及乌.mp3',type: 'audio/mp3'}],
 name:'42爱屋及乌',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/43画龙点睛。.mp3',type: 'audio/mp3'}],
 name:'43画龙点睛。',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/44牛头不对马嘴.mp3',type: 'audio/mp3'}],
 name:'44牛头不对马嘴',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/45塞翁失马..mp3',type: 'audio/mp3'}],
 name:'45塞翁失马.',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/46胆小如鼠.mp3',type: 'audio/mp3'}],
 name:'46胆小如鼠',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/47狗尾续貂.mp3',type: 'audio/mp3'}],
 name:'47狗尾续貂',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/48毛遂自荐.mp3',type: 'audio/mp3'}],
 name:'48毛遂自荐',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/49守株待兔.mp3',type: 'audio/mp3'}],
 name:'49守株待兔',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/50 九牛一毛.mp3',type: 'audio/mp3'}],
 name:'50 九牛一毛',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/51亡羊补牢.mp3',type: 'audio/mp3'}],
 name:'51亡羊补牢',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/52调虎离山.mp3',type: 'audio/mp3'}],
 name:'52调虎离山',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/53伯乐识马.mp3',type: 'audio/mp3'}],
 name:'53伯乐识马',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/54如鱼得水.mp3',type: 'audio/mp3'}],
 name:'54如鱼得水',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/55半途而废.mp3',type: 'audio/mp3'}],
 name:'55半途而废',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/56滥竽充数.mp3',type: 'audio/mp3'}],
 name:'56滥竽充数',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/57雪中送炭.mp3',type: 'audio/mp3'}],
 name:'57雪中送炭',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/58出尔反尔.mp3',type: 'audio/mp3'}],
 name:'58出尔反尔',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/59鹤立鸡群.mp3',type: 'audio/mp3'}],
 name:'59鹤立鸡群',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/60负荆请罪.mp3',type: 'audio/mp3'}],
 name:'60负荆请罪',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/61掩耳盗铃.mp3',type: 'audio/mp3'}],
 name:'61掩耳盗铃',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/62水滴石穿.mp3',type: 'audio/mp3'}],
 name:'62水滴石穿',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/63游刃有余.mp3',type: 'audio/mp3'}],
 name:'63游刃有余',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/64瓮中捉鳖.mp3',type: 'audio/mp3'}],
 name:'64瓮中捉鳖',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/65纸上谈兵.mp3',type: 'audio/mp3'}],
 name:'65纸上谈兵',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/66买椟还珠.mp3',type: 'audio/mp3'}],
 name:'66买椟还珠',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/67老马识途.mp3',type: 'audio/mp3'}],
 name:'67老马识途',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/68郑人买履.mp3',type: 'audio/mp3'}],
 name:'68郑人买履',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/69胸有成竹.mp3',type: 'audio/mp3'}],
 name:'69胸有成竹',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/70一丘之貉.mp3',type: 'audio/mp3'}],
 name:'70一丘之貉',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/71对症下药.mp3',type: 'audio/mp3'}],
 name:'71对症下药',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/72望梅止渴在.mp3',type: 'audio/mp3'}],
 name:'72望梅止渴在',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/73杯水车薪.mp3',type: 'audio/mp3'}],
 name:'73杯水车薪',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/74弄巧成拙.mp3',type: 'audio/mp3'}],
 name:'74弄巧成拙',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/75完璧归赵.mp3',type: 'audio/mp3'}],
 name:'75完璧归赵',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/76唇亡齿寒.mp3',type: 'audio/mp3'}],
 name:'76唇亡齿寒',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/77金蝉脱壳.mp3',type: 'audio/mp3'}],
 name:'77金蝉脱壳',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/78鲤鱼跃龙门.mp3',type: 'audio/mp3'}],
 name:'78鲤鱼跃龙门',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/79管中窥豹.mp3',type: 'audio/mp3'}],
 name:'79管中窥豹',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/80刮目相看.mp3',type: 'audio/mp3'}],
 name:'80刮目相看',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/81狼心狗肺.mp3',type: 'audio/mp3'}],
 name:'81狼心狗肺',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/82三顾茅庐.mp3',type: 'audio/mp3'}],
 name:'82三顾茅庐',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/83江郎才尽.mp3',type: 'audio/mp3'}],
 name:'83江郎才尽',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/84一举两得.mp3',type: 'audio/mp3'}],
 name:'84一举两得',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/85废寝忘食.mp3',type: 'audio/mp3'}],
 name:'85废寝忘食',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/86鹤发童颜.mp3',type: 'audio/mp3'}],
 name:'86鹤发童颜',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/87名落孙山.mp3',type: 'audio/mp3'}],
 name:'87名落孙山',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/88口若悬河.mp3',type: 'audio/mp3'}],
 name:'88口若悬河',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/89谈虎色变.mp3',type: 'audio/mp3'}],
 name:'89谈虎色变',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/90抱薪救火.mp3',type: 'audio/mp3'}],
 name:'90抱薪救火',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/91孟母三迁.mp3',type: 'audio/mp3'}],
 name:'91孟母三迁',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/92狼狈为奸.mp3',type: 'audio/mp3'}],
 name:'92狼狈为奸',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/93惊弓之鸟.mp3',type: 'audio/mp3'}],
 name:'93惊弓之鸟',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/94卧虎藏龙.mp3',type: 'audio/mp3'}],
 name:'94卧虎藏龙',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/95呆若木鸡.mp3',type: 'audio/mp3'}],
 name:'95呆若木鸡',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/96庖丁解牛.mp3',type: 'audio/mp3'}],
 name:'96庖丁解牛',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/97人仰马翻.mp3',type: 'audio/mp3'}],
 name:'97人仰马翻',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/98闭门思过.mp3',type: 'audio/mp3'}],
 name:'98闭门思过',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/01 成语故事/2 奶泡泡学成语100集/99 独占鳌头 .mp3',type: 'audio/mp3'}],
 name:'99 独占鳌头 ',
 },
 
];
