var videoList = 
 [
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/001 【钱儿爸】成语启蒙335：噤若寒蝉.mp3',type: 'audio/mp3'}],
 name:'001 【钱儿爸】成语启蒙335：噤若寒蝉',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/002 【钱儿爸】成语启蒙1：闭门思过.mp3',type: 'audio/mp3'}],
 name:'002 【钱儿爸】成语启蒙1：闭门思过',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/003 【钱儿爸】成语启蒙2：不入虎穴，焉得虎子.mp3',type: 'audio/mp3'}],
 name:'003 【钱儿爸】成语启蒙2：不入虎穴，焉得虎子',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/004 【钱儿爸】成语启蒙3：虎口余生.mp3',type: 'audio/mp3'}],
 name:'004 【钱儿爸】成语启蒙3：虎口余生',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/005 【钱儿爸】成语启蒙4：因噎废食.mp3',type: 'audio/mp3'}],
 name:'005 【钱儿爸】成语启蒙4：因噎废食',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/006 【钱儿爸】成语启蒙5：人声鼎沸.mp3',type: 'audio/mp3'}],
 name:'006 【钱儿爸】成语启蒙5：人声鼎沸',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/007 【钱儿爸】成语启蒙6：照猫画虎.mp3',type: 'audio/mp3'}],
 name:'007 【钱儿爸】成语启蒙6：照猫画虎',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/008 【钱儿爸】成语启蒙7：临渊羡鱼.mp3',type: 'audio/mp3'}],
 name:'008 【钱儿爸】成语启蒙7：临渊羡鱼',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/009 【钱儿爸】成语启蒙8：功亏一篑.mp3',type: 'audio/mp3'}],
 name:'009 【钱儿爸】成语启蒙8：功亏一篑',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/010 【钱儿爸】成语启蒙9：邯郸学步.mp3',type: 'audio/mp3'}],
 name:'010 【钱儿爸】成语启蒙9：邯郸学步',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/011 【钱儿爸】成语启蒙10：以貌取人.mp3',type: 'audio/mp3'}],
 name:'011 【钱儿爸】成语启蒙10：以貌取人',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/012 【钱儿爸】成语启蒙11：哄堂大笑.mp3',type: 'audio/mp3'}],
 name:'012 【钱儿爸】成语启蒙11：哄堂大笑',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/013 【钱儿爸】成语启蒙12：入木三分.mp3',type: 'audio/mp3'}],
 name:'013 【钱儿爸】成语启蒙12：入木三分',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/014 【钱儿爸】成语启蒙13：舍本逐末.mp3',type: 'audio/mp3'}],
 name:'014 【钱儿爸】成语启蒙13：舍本逐末',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/015 【钱儿爸】成语启蒙14：三人成虎.mp3',type: 'audio/mp3'}],
 name:'015 【钱儿爸】成语启蒙14：三人成虎',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/016 【钱儿爸】成语启蒙15：熟能生巧.mp3',type: 'audio/mp3'}],
 name:'016 【钱儿爸】成语启蒙15：熟能生巧',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/017 【钱儿爸】成语启蒙16：画龙点睛.mp3',type: 'audio/mp3'}],
 name:'017 【钱儿爸】成语启蒙16：画龙点睛',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/018 【钱儿爸】成语启蒙17：脍炙人口.mp3',type: 'audio/mp3'}],
 name:'018 【钱儿爸】成语启蒙17：脍炙人口',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/019 【钱儿爸】成语启蒙18：杯弓蛇影.mp3',type: 'audio/mp3'}],
 name:'019 【钱儿爸】成语启蒙18：杯弓蛇影',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/020 【钱儿爸】成语启蒙19：竭泽而渔.mp3',type: 'audio/mp3'}],
 name:'020 【钱儿爸】成语启蒙19：竭泽而渔',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/021 【钱儿爸】成语启蒙20：囫囵吞枣.mp3',type: 'audio/mp3'}],
 name:'021 【钱儿爸】成语启蒙20：囫囵吞枣',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/022 【钱儿爸】成语启蒙21：运筹帷幄.mp3',type: 'audio/mp3'}],
 name:'022 【钱儿爸】成语启蒙21：运筹帷幄',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/023 【钱儿爸】成语启蒙22：兔死狐悲.mp3',type: 'audio/mp3'}],
 name:'023 【钱儿爸】成语启蒙22：兔死狐悲',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/024 【钱儿爸】成语启蒙23：叶公好龙.mp3',type: 'audio/mp3'}],
 name:'024 【钱儿爸】成语启蒙23：叶公好龙',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/025 【钱儿爸】成语启蒙24：唱筹量沙.mp3',type: 'audio/mp3'}],
 name:'025 【钱儿爸】成语启蒙24：唱筹量沙',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/026 【钱儿爸】成语启蒙25：浇瓜之惠.mp3',type: 'audio/mp3'}],
 name:'026 【钱儿爸】成语启蒙25：浇瓜之惠',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/027 【钱儿爸】成语启蒙26：误笔成蝇.mp3',type: 'audio/mp3'}],
 name:'027 【钱儿爸】成语启蒙26：误笔成蝇',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/028 【钱儿爸】成语启蒙27：傍人门户.mp3',type: 'audio/mp3'}],
 name:'028 【钱儿爸】成语启蒙27：傍人门户',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/029 【钱儿爸】成语启蒙28：望梅止渴.mp3',type: 'audio/mp3'}],
 name:'029 【钱儿爸】成语启蒙28：望梅止渴',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/030 【钱儿爸】成语启蒙29：跛鳖千里.mp3',type: 'audio/mp3'}],
 name:'030 【钱儿爸】成语启蒙29：跛鳖千里',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/031 【钱儿爸】成语启蒙30：争先恐后.mp3',type: 'audio/mp3'}],
 name:'031 【钱儿爸】成语启蒙30：争先恐后',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/032 【钱儿爸】成语启蒙31：一鼓作气.mp3',type: 'audio/mp3'}],
 name:'032 【钱儿爸】成语启蒙31：一鼓作气',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/033 【钱儿爸】成语启蒙32：郑人买履.mp3',type: 'audio/mp3'}],
 name:'033 【钱儿爸】成语启蒙32：郑人买履',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/034 【钱儿爸】成语启蒙33：塞翁失马焉知非福.mp3',type: 'audio/mp3'}],
 name:'034 【钱儿爸】成语启蒙33：塞翁失马焉知非福',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/035 【钱儿爸】成语启蒙34：谈虎色变.mp3',type: 'audio/mp3'}],
 name:'035 【钱儿爸】成语启蒙34：谈虎色变',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/036 【钱儿爸】成语启蒙35：集思广益.mp3',type: 'audio/mp3'}],
 name:'036 【钱儿爸】成语启蒙35：集思广益',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/037 【钱儿爸】成语启蒙36：半途而废.mp3',type: 'audio/mp3'}],
 name:'037 【钱儿爸】成语启蒙36：半途而废',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/038 【钱儿爸】成语启蒙37：买椟还珠.mp3',type: 'audio/mp3'}],
 name:'038 【钱儿爸】成语启蒙37：买椟还珠',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/039 【钱儿爸】成语启蒙38：惊弓之鸟.mp3',type: 'audio/mp3'}],
 name:'039 【钱儿爸】成语启蒙38：惊弓之鸟',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/040 【钱儿爸】成语启蒙39：道旁苦李.mp3',type: 'audio/mp3'}],
 name:'040 【钱儿爸】成语启蒙39：道旁苦李',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/041 【钱儿爸】成语启蒙40：东施效颦.mp3',type: 'audio/mp3'}],
 name:'041 【钱儿爸】成语启蒙40：东施效颦',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/042 【钱儿爸】成语启蒙41：兔死狗烹 鸟尽弓藏.mp3',type: 'audio/mp3'}],
 name:'042 【钱儿爸】成语启蒙41：兔死狗烹 鸟尽弓藏',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/043 【钱儿爸】成语启蒙42：老马识途.mp3',type: 'audio/mp3'}],
 name:'043 【钱儿爸】成语启蒙42：老马识途',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/044 【钱儿爸】成语启蒙43：亡羊补牢.mp3',type: 'audio/mp3'}],
 name:'044 【钱儿爸】成语启蒙43：亡羊补牢',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/045 【钱儿爸】成语启蒙44：盲人摸象.mp3',type: 'audio/mp3'}],
 name:'045 【钱儿爸】成语启蒙44：盲人摸象',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/046 【钱儿爸】成语启蒙45：自相矛盾.mp3',type: 'audio/mp3'}],
 name:'046 【钱儿爸】成语启蒙45：自相矛盾',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/047 【钱儿爸】成语启蒙46：卧薪尝胆.mp3',type: 'audio/mp3'}],
 name:'047 【钱儿爸】成语启蒙46：卧薪尝胆',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/048 【钱儿爸】成语启蒙47：掩耳盗铃.mp3',type: 'audio/mp3'}],
 name:'048 【钱儿爸】成语启蒙47：掩耳盗铃',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/049 【钱儿爸】成语启蒙48：完璧归赵.mp3',type: 'audio/mp3'}],
 name:'049 【钱儿爸】成语启蒙48：完璧归赵',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/050 【钱儿爸】成语启蒙49：负荆请罪.mp3',type: 'audio/mp3'}],
 name:'050 【钱儿爸】成语启蒙49：负荆请罪',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/051 【钱儿爸】成语启蒙50：分道扬镳.mp3',type: 'audio/mp3'}],
 name:'051 【钱儿爸】成语启蒙50：分道扬镳',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/052 【钱儿爸】成语启蒙51：一网打尽.mp3',type: 'audio/mp3'}],
 name:'052 【钱儿爸】成语启蒙51：一网打尽',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/053 【钱儿爸】成语启蒙52：不可救药.mp3',type: 'audio/mp3'}],
 name:'053 【钱儿爸】成语启蒙52：不可救药',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/054 【钱儿爸】成语启蒙53：重蹈覆辙.mp3',type: 'audio/mp3'}],
 name:'054 【钱儿爸】成语启蒙53：重蹈覆辙',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/055 【钱儿爸】成语启蒙54：对症下药.mp3',type: 'audio/mp3'}],
 name:'055 【钱儿爸】成语启蒙54：对症下药',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/056 【钱儿爸】成语启蒙55：兔死狐悲.mp3',type: 'audio/mp3'}],
 name:'056 【钱儿爸】成语启蒙55：兔死狐悲',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/057 【钱儿爸】成语启蒙56：过河拆桥.mp3',type: 'audio/mp3'}],
 name:'057 【钱儿爸】成语启蒙56：过河拆桥',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/058 【钱儿爸】成语启蒙57：狡兔三窟.mp3',type: 'audio/mp3'}],
 name:'058 【钱儿爸】成语启蒙57：狡兔三窟',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/059 【钱儿爸】成语启蒙58：二桃三士.mp3',type: 'audio/mp3'}],
 name:'059 【钱儿爸】成语启蒙58：二桃三士',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/060 【钱儿爸】成语启蒙59：废寝忘食.mp3',type: 'audio/mp3'}],
 name:'060 【钱儿爸】成语启蒙59：废寝忘食',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/061 【钱儿爸】成语启蒙60：狐假虎威.mp3',type: 'audio/mp3'}],
 name:'061 【钱儿爸】成语启蒙60：狐假虎威',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/062 【钱儿爸】成语启蒙61：知恩图报.mp3',type: 'audio/mp3'}],
 name:'062 【钱儿爸】成语启蒙61：知恩图报',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/063 【钱儿爸】成语启蒙62：大腹便便.mp3',type: 'audio/mp3'}],
 name:'063 【钱儿爸】成语启蒙62：大腹便便',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/064 【钱儿爸】成语启蒙63：落井下石.mp3',type: 'audio/mp3'}],
 name:'064 【钱儿爸】成语启蒙63：落井下石',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/065 【钱儿爸】成语启蒙64：扑朔迷离.mp3',type: 'audio/mp3'}],
 name:'065 【钱儿爸】成语启蒙64：扑朔迷离',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/066 【钱儿爸】成语启蒙65：初生牛犊不怕虎.mp3',type: 'audio/mp3'}],
 name:'066 【钱儿爸】成语启蒙65：初生牛犊不怕虎',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/067 【钱儿爸】成语启蒙66：水中捞月.mp3',type: 'audio/mp3'}],
 name:'067 【钱儿爸】成语启蒙66：水中捞月',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/068 【钱儿爸】成语启蒙67：未雨绸缪.mp3',type: 'audio/mp3'}],
 name:'068 【钱儿爸】成语启蒙67：未雨绸缪',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/069 【钱儿爸】成语启蒙68：沐猴而冠.mp3',type: 'audio/mp3'}],
 name:'069 【钱儿爸】成语启蒙68：沐猴而冠',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/070 【钱儿爸】成语启蒙69：凿壁偷光.mp3',type: 'audio/mp3'}],
 name:'070 【钱儿爸】成语启蒙69：凿壁偷光',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/071 【钱儿爸】成语启蒙70：无所事事.mp3',type: 'audio/mp3'}],
 name:'071 【钱儿爸】成语启蒙70：无所事事',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/072 【钱儿爸】成语启蒙71：悬梁刺股.mp3',type: 'audio/mp3'}],
 name:'072 【钱儿爸】成语启蒙71：悬梁刺股',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/073 【钱儿爸】成语启蒙72：趁热打铁.mp3',type: 'audio/mp3'}],
 name:'073 【钱儿爸】成语启蒙72：趁热打铁',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/074 【钱儿爸】成语启蒙73：囊萤映雪.mp3',type: 'audio/mp3'}],
 name:'074 【钱儿爸】成语启蒙73：囊萤映雪',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/075 【钱儿爸】成语启蒙74：兵临城下.mp3',type: 'audio/mp3'}],
 name:'075 【钱儿爸】成语启蒙74：兵临城下',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/076 【钱儿爸】成语启蒙75：偷工减料.mp3',type: 'audio/mp3'}],
 name:'076 【钱儿爸】成语启蒙75：偷工减料',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/077 【钱儿爸】成语启蒙76：落叶归根.mp3',type: 'audio/mp3'}],
 name:'077 【钱儿爸】成语启蒙76：落叶归根',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/078 【钱儿爸】成语启蒙77：大摇大摆.mp3',type: 'audio/mp3'}],
 name:'078 【钱儿爸】成语启蒙77：大摇大摆',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/079 【钱儿爸】成语启蒙78：隔靴搔痒.mp3',type: 'audio/mp3'}],
 name:'079 【钱儿爸】成语启蒙78：隔靴搔痒',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/080 【钱儿爸】成语启蒙79：泥牛入海.mp3',type: 'audio/mp3'}],
 name:'080 【钱儿爸】成语启蒙79：泥牛入海',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/081 【钱儿爸】成语启蒙80：锱铢必较.mp3',type: 'audio/mp3'}],
 name:'081 【钱儿爸】成语启蒙80：锱铢必较',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/082 【钱儿爸】成语启蒙81：一丝不苟.mp3',type: 'audio/mp3'}],
 name:'082 【钱儿爸】成语启蒙81：一丝不苟',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/083 【钱儿爸】成语启蒙82：无价之宝.mp3',type: 'audio/mp3'}],
 name:'083 【钱儿爸】成语启蒙82：无价之宝',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/084 【钱儿爸】成语启蒙83：一事无成.mp3',type: 'audio/mp3'}],
 name:'084 【钱儿爸】成语启蒙83：一事无成',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/085 【钱儿爸】成语启蒙84：外强中干.mp3',type: 'audio/mp3'}],
 name:'085 【钱儿爸】成语启蒙84：外强中干',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/086 【钱儿爸】成语启蒙85：马首是瞻.mp3',type: 'audio/mp3'}],
 name:'086 【钱儿爸】成语启蒙85：马首是瞻',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/087 【钱儿爸】成语启蒙86：抛砖引玉.mp3',type: 'audio/mp3'}],
 name:'087 【钱儿爸】成语启蒙86：抛砖引玉',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/088 【钱儿爸】成语启蒙87：一诺千金.mp3',type: 'audio/mp3'}],
 name:'088 【钱儿爸】成语启蒙87：一诺千金',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/089 【钱儿爸】成语启蒙88：杀鸡取卵.mp3',type: 'audio/mp3'}],
 name:'089 【钱儿爸】成语启蒙88：杀鸡取卵',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/090 【钱儿爸】成语启蒙89：因地制宜.mp3',type: 'audio/mp3'}],
 name:'090 【钱儿爸】成语启蒙89：因地制宜',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/091 【钱儿爸】成语启蒙90：鞭长莫及.mp3',type: 'audio/mp3'}],
 name:'091 【钱儿爸】成语启蒙90：鞭长莫及',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/092 【钱儿爸】成语启蒙91：五子登科.mp3',type: 'audio/mp3'}],
 name:'092 【钱儿爸】成语启蒙91：五子登科',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/093 【钱儿爸】成语启蒙92： 涸辙之鲋.mp3',type: 'audio/mp3'}],
 name:'093 【钱儿爸】成语启蒙92： 涸辙之鲋',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/094 【钱儿爸】成语启蒙93：鹤立鸡群.mp3',type: 'audio/mp3'}],
 name:'094 【钱儿爸】成语启蒙93：鹤立鸡群',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/095 【钱儿爸】成语启蒙94：井底之蛙.mp3',type: 'audio/mp3'}],
 name:'095 【钱儿爸】成语启蒙94：井底之蛙',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/096 【钱儿爸】成语启蒙95：揠苗助长.mp3',type: 'audio/mp3'}],
 name:'096 【钱儿爸】成语启蒙95：揠苗助长',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/097 【钱儿爸】成语启蒙96：滥竽充数.mp3',type: 'audio/mp3'}],
 name:'097 【钱儿爸】成语启蒙96：滥竽充数',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/098 【钱儿爸】成语启蒙97：愚公移山.mp3',type: 'audio/mp3'}],
 name:'098 【钱儿爸】成语启蒙97：愚公移山',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/099 【钱儿爸】成语启蒙98：鹬蚌相争.mp3',type: 'audio/mp3'}],
 name:'099 【钱儿爸】成语启蒙98：鹬蚌相争',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/100 【钱儿爸】成语启蒙99：牛角挂书.mp3',type: 'audio/mp3'}],
 name:'100 【钱儿爸】成语启蒙99：牛角挂书',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/101 【钱儿爸】成语启蒙100：休戚相关.mp3',type: 'audio/mp3'}],
 name:'101 【钱儿爸】成语启蒙100：休戚相关',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/102 【钱儿爸】成语启蒙101：墨守成规.mp3',type: 'audio/mp3'}],
 name:'102 【钱儿爸】成语启蒙101：墨守成规',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/103 【钱儿爸】成语启蒙102：小心翼翼.mp3',type: 'audio/mp3'}],
 name:'103 【钱儿爸】成语启蒙102：小心翼翼',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/104 【钱儿爸】成语启蒙103：甚嚣尘上.mp3',type: 'audio/mp3'}],
 name:'104 【钱儿爸】成语启蒙103：甚嚣尘上',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/105 【钱儿爸】成语启蒙104：芝兰之室.mp3',type: 'audio/mp3'}],
 name:'105 【钱儿爸】成语启蒙104：芝兰之室',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/106 【钱儿爸】成语启蒙105：弄巧成拙.mp3',type: 'audio/mp3'}],
 name:'106 【钱儿爸】成语启蒙105：弄巧成拙',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/107 【钱儿爸】成语启蒙106：旗鼓相当.mp3',type: 'audio/mp3'}],
 name:'107 【钱儿爸】成语启蒙106：旗鼓相当',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/108 【钱儿爸】成语启蒙107：牛鼎烹鸡.mp3',type: 'audio/mp3'}],
 name:'108 【钱儿爸】成语启蒙107：牛鼎烹鸡',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/109 【钱儿爸】成语启蒙108： 即鹿无虞.mp3',type: 'audio/mp3'}],
 name:'109 【钱儿爸】成语启蒙108： 即鹿无虞',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/110 【钱儿爸】成语启蒙109：羊旭悬鱼.mp3',type: 'audio/mp3'}],
 name:'110 【钱儿爸】成语启蒙109：羊旭悬鱼',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/111 【钱儿爸】成语启蒙110：梅妻鹤子.mp3',type: 'audio/mp3'}],
 name:'111 【钱儿爸】成语启蒙110：梅妻鹤子',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/112 【钱儿爸】成语启蒙111：欣欣向荣.mp3',type: 'audio/mp3'}],
 name:'112 【钱儿爸】成语启蒙111：欣欣向荣',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/113 【钱儿爸】成语启蒙112：如虎添翼.mp3',type: 'audio/mp3'}],
 name:'113 【钱儿爸】成语启蒙112：如虎添翼',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/114 【钱儿爸】成语启蒙113：龙凤呈祥.mp3',type: 'audio/mp3'}],
 name:'114 【钱儿爸】成语启蒙113：龙凤呈祥',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/115 【钱儿爸】成语启蒙114：敬谢不敏.mp3',type: 'audio/mp3'}],
 name:'115 【钱儿爸】成语启蒙114：敬谢不敏',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/116 【钱儿爸】成语启蒙115：老生常谈.mp3',type: 'audio/mp3'}],
 name:'116 【钱儿爸】成语启蒙115：老生常谈',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/117 【钱儿爸】成语启蒙116：鼯鼠之技.mp3',type: 'audio/mp3'}],
 name:'117 【钱儿爸】成语启蒙116：鼯鼠之技',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/118 【钱儿爸】成语启蒙117：与虎谋皮.mp3',type: 'audio/mp3'}],
 name:'118 【钱儿爸】成语启蒙117：与虎谋皮',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/119 【钱儿爸】成语启蒙118：胆小如鼠.mp3',type: 'audio/mp3'}],
 name:'119 【钱儿爸】成语启蒙118：胆小如鼠',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/120 【钱儿爸】成语启蒙119：天下无双.mp3',type: 'audio/mp3'}],
 name:'120 【钱儿爸】成语启蒙119：天下无双',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/121 【钱儿爸】成语启蒙120：一曝十寒.mp3',type: 'audio/mp3'}],
 name:'121 【钱儿爸】成语启蒙120：一曝十寒',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/122 【钱儿爸】成语启蒙121：约法三章.mp3',type: 'audio/mp3'}],
 name:'122 【钱儿爸】成语启蒙121：约法三章',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/123 【钱儿爸】成语启蒙122：门可罗雀.mp3',type: 'audio/mp3'}],
 name:'123 【钱儿爸】成语启蒙122：门可罗雀',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/124 【钱儿爸】成语启蒙123：空中楼阁.mp3',type: 'audio/mp3'}],
 name:'124 【钱儿爸】成语启蒙123：空中楼阁',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/125 【钱儿爸】成语启蒙124：四面楚歌.mp3',type: 'audio/mp3'}],
 name:'125 【钱儿爸】成语启蒙124：四面楚歌',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/126 【钱儿爸】成语启蒙125：焚琴煮鹤.mp3',type: 'audio/mp3'}],
 name:'126 【钱儿爸】成语启蒙125：焚琴煮鹤',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/127 【钱儿爸】成语启蒙126：居安思危.mp3',type: 'audio/mp3'}],
 name:'127 【钱儿爸】成语启蒙126：居安思危',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/128 【钱儿爸】成语启蒙127：毛遂自荐.mp3',type: 'audio/mp3'}],
 name:'128 【钱儿爸】成语启蒙127：毛遂自荐',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/129 【钱儿爸】成语启蒙128：鬼斧神工.mp3',type: 'audio/mp3'}],
 name:'129 【钱儿爸】成语启蒙128：鬼斧神工',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/130 【钱儿爸】成语启蒙129：吹毛求疵.mp3',type: 'audio/mp3'}],
 name:'130 【钱儿爸】成语启蒙129：吹毛求疵',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/131 【钱儿爸】成语启蒙130：青云直上.mp3',type: 'audio/mp3'}],
 name:'131 【钱儿爸】成语启蒙130：青云直上',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/132 【钱儿爸】成语启蒙131：见微知著.mp3',type: 'audio/mp3'}],
 name:'132 【钱儿爸】成语启蒙131：见微知著',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/133 【钱儿爸】成语启蒙132： 附庸风雅.mp3',type: 'audio/mp3'}],
 name:'133 【钱儿爸】成语启蒙132： 附庸风雅',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/134 【钱儿爸】成语启蒙133：暴虎冯河.mp3',type: 'audio/mp3'}],
 name:'134 【钱儿爸】成语启蒙133：暴虎冯河',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/135 【钱儿爸】成语启蒙134： 渐入佳境.mp3',type: 'audio/mp3'}],
 name:'135 【钱儿爸】成语启蒙134： 渐入佳境',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/136 【钱儿爸】成语启蒙135：江郎才尽.mp3',type: 'audio/mp3'}],
 name:'136 【钱儿爸】成语启蒙135：江郎才尽',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/137 【钱儿爸】成语启蒙136：出尔反尔.mp3',type: 'audio/mp3'}],
 name:'137 【钱儿爸】成语启蒙136：出尔反尔',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/138 【钱儿爸】成语启蒙137 ：合浦珠还.mp3',type: 'audio/mp3'}],
 name:'138 【钱儿爸】成语启蒙137 ：合浦珠还',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/139 【钱儿爸】成语启蒙138 ：厉兵秣马.mp3',type: 'audio/mp3'}],
 name:'139 【钱儿爸】成语启蒙138 ：厉兵秣马',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/140 【钱儿爸】成语启蒙139：从善如流.mp3',type: 'audio/mp3'}],
 name:'140 【钱儿爸】成语启蒙139：从善如流',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/141 【钱儿爸】成语启蒙140：火中取栗.mp3',type: 'audio/mp3'}],
 name:'141 【钱儿爸】成语启蒙140：火中取栗',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/142 【钱儿爸】成语启蒙141：对牛弹琴.mp3',type: 'audio/mp3'}],
 name:'142 【钱儿爸】成语启蒙141：对牛弹琴',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/143 【钱儿爸】成语启蒙142： 百闻不如一见.mp3',type: 'audio/mp3'}],
 name:'143 【钱儿爸】成语启蒙142： 百闻不如一见',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/144 【钱儿爸】成语启蒙143：呆若木鸡.mp3',type: 'audio/mp3'}],
 name:'144 【钱儿爸】成语启蒙143：呆若木鸡',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/145 【钱儿爸】成语启蒙144：董狐之笔.mp3',type: 'audio/mp3'}],
 name:'145 【钱儿爸】成语启蒙144：董狐之笔',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/146 【钱儿爸】成语启蒙145：不知所云.mp3',type: 'audio/mp3'}],
 name:'146 【钱儿爸】成语启蒙145：不知所云',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/147 【钱儿爸】成语启蒙146：秋毫之末.mp3',type: 'audio/mp3'}],
 name:'147 【钱儿爸】成语启蒙146：秋毫之末',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/148 【钱儿爸】成语启蒙147：城下之盟.mp3',type: 'audio/mp3'}],
 name:'148 【钱儿爸】成语启蒙147：城下之盟',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/149 【钱儿爸】成语启蒙148：道听途说.mp3',type: 'audio/mp3'}],
 name:'149 【钱儿爸】成语启蒙148：道听途说',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/150 【钱儿爸】成语启蒙149：唇亡齿寒.mp3',type: 'audio/mp3'}],
 name:'150 【钱儿爸】成语启蒙149：唇亡齿寒',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/151 【钱儿爸】成语启蒙150：老骥伏枥.mp3',type: 'audio/mp3'}],
 name:'151 【钱儿爸】成语启蒙150：老骥伏枥',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/152 【钱儿爸】成语启蒙151：危如累卵.mp3',type: 'audio/mp3'}],
 name:'152 【钱儿爸】成语启蒙151：危如累卵',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/153 【钱儿爸】成语启蒙152：螳臂当车.mp3',type: 'audio/mp3'}],
 name:'153 【钱儿爸】成语启蒙152：螳臂当车',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/154 【钱儿爸】成语启蒙153：胶柱鼓瑟.mp3',type: 'audio/mp3'}],
 name:'154 【钱儿爸】成语启蒙153：胶柱鼓瑟',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/155 【钱儿爸】成语启蒙154：爱鹤失众.mp3',type: 'audio/mp3'}],
 name:'155 【钱儿爸】成语启蒙154：爱鹤失众',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/156 【钱儿爸】成语启蒙155：卜昼卜夜.mp3',type: 'audio/mp3'}],
 name:'156 【钱儿爸】成语启蒙155：卜昼卜夜',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/157 【钱儿爸】成语启蒙156：杯水车薪.mp3',type: 'audio/mp3'}],
 name:'157 【钱儿爸】成语启蒙156：杯水车薪',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/158 【钱儿爸】成语启蒙157：曲高和寡.mp3',type: 'audio/mp3'}],
 name:'158 【钱儿爸】成语启蒙157：曲高和寡',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/159 【钱儿爸】成语启蒙158：冰山难靠.mp3',type: 'audio/mp3'}],
 name:'159 【钱儿爸】成语启蒙158：冰山难靠',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/160 【钱儿爸】成语启蒙159：别无长物.mp3',type: 'audio/mp3'}],
 name:'160 【钱儿爸】成语启蒙159：别无长物',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/161 【钱儿爸】成语启蒙160：不拘一格.mp3',type: 'audio/mp3'}],
 name:'161 【钱儿爸】成语启蒙160：不拘一格',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/162 【钱儿爸】成语启蒙161：势如破竹.mp3',type: 'audio/mp3'}],
 name:'162 【钱儿爸】成语启蒙161：势如破竹',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/163 【钱儿爸】成语启蒙162：作壁上观.mp3',type: 'audio/mp3'}],
 name:'163 【钱儿爸】成语启蒙162：作壁上观',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/164 【钱儿爸】成语启蒙163：曲突徙薪.mp3',type: 'audio/mp3'}],
 name:'164 【钱儿爸】成语启蒙163：曲突徙薪',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/165 【钱儿爸】成语启蒙164：安步当车.mp3',type: 'audio/mp3'}],
 name:'165 【钱儿爸】成语启蒙164：安步当车',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/166 【钱儿爸】成语启蒙165：缘木求鱼.mp3',type: 'audio/mp3'}],
 name:'166 【钱儿爸】成语启蒙165：缘木求鱼',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/167 【钱儿爸】成语启蒙166：出奇制胜.mp3',type: 'audio/mp3'}],
 name:'167 【钱儿爸】成语启蒙166：出奇制胜',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/168 【钱儿爸】成语启蒙167：班门弄斧.mp3',type: 'audio/mp3'}],
 name:'168 【钱儿爸】成语启蒙167：班门弄斧',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/169 【钱儿爸】成语启蒙168：兵贵神速.mp3',type: 'audio/mp3'}],
 name:'169 【钱儿爸】成语启蒙168：兵贵神速',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/170 【钱儿爸】成语启蒙169：不贪为宝.mp3',type: 'audio/mp3'}],
 name:'170 【钱儿爸】成语启蒙169：不贪为宝',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/171 【钱儿爸】成语启蒙170：退避三舍.mp3',type: 'audio/mp3'}],
 name:'171 【钱儿爸】成语启蒙170：退避三舍',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/172 【钱儿爸】成语启蒙171：八仙过海.mp3',type: 'audio/mp3'}],
 name:'172 【钱儿爸】成语启蒙171：八仙过海',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/173 【钱儿爸】成语启蒙172：屠龙之技.mp3',type: 'audio/mp3'}],
 name:'173 【钱儿爸】成语启蒙172：屠龙之技',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/174 【钱儿爸】成语启蒙173： 路不拾遗.mp3',type: 'audio/mp3'}],
 name:'174 【钱儿爸】成语启蒙173： 路不拾遗',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/175 【钱儿爸】成语启蒙174：背水一战.mp3',type: 'audio/mp3'}],
 name:'175 【钱儿爸】成语启蒙174：背水一战',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/176 【钱儿爸】成语启蒙175： 勤能补拙.mp3',type: 'audio/mp3'}],
 name:'176 【钱儿爸】成语启蒙175： 勤能补拙',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/177 【钱儿爸】成语启蒙176：应声虫.mp3',type: 'audio/mp3'}],
 name:'177 【钱儿爸】成语启蒙176：应声虫',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/178 【钱儿爸】成语启蒙177：鱼目混珠.mp3',type: 'audio/mp3'}],
 name:'178 【钱儿爸】成语启蒙177：鱼目混珠',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/179 【钱儿爸】成语启蒙178： 圯上老人.mp3',type: 'audio/mp3'}],
 name:'179 【钱儿爸】成语启蒙178： 圯上老人',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/180 【钱儿爸】成语启蒙179：三顾茅庐.mp3',type: 'audio/mp3'}],
 name:'180 【钱儿爸】成语启蒙179：三顾茅庐',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/181 【钱儿爸】成语启蒙180：大公无私.mp3',type: 'audio/mp3'}],
 name:'181 【钱儿爸】成语启蒙180：大公无私',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/182 【钱儿爸】成语启蒙181：束之高阁.mp3',type: 'audio/mp3'}],
 name:'182 【钱儿爸】成语启蒙181：束之高阁',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/183 【钱儿爸】成语启蒙182：敝帚自珍.mp3',type: 'audio/mp3'}],
 name:'183 【钱儿爸】成语启蒙182：敝帚自珍',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/184 【钱儿爸】成语启蒙183： 问一得三.mp3',type: 'audio/mp3'}],
 name:'184 【钱儿爸】成语启蒙183： 问一得三',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/185 【钱儿爸】成语启蒙184：杞人忧天.mp3',type: 'audio/mp3'}],
 name:'185 【钱儿爸】成语启蒙184：杞人忧天',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/186 【钱儿爸】成语启蒙185：兵不血刃.mp3',type: 'audio/mp3'}],
 name:'186 【钱儿爸】成语启蒙185：兵不血刃',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/187 【钱儿爸】成语启蒙186：吴下阿蒙.mp3',type: 'audio/mp3'}],
 name:'187 【钱儿爸】成语启蒙186：吴下阿蒙',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/188 【钱儿爸】成语启蒙187：如汤沃雪.mp3',type: 'audio/mp3'}],
 name:'188 【钱儿爸】成语启蒙187：如汤沃雪',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/189 【钱儿爸】成语启蒙188：螳螂捕蝉.mp3',type: 'audio/mp3'}],
 name:'189 【钱儿爸】成语启蒙188：螳螂捕蝉',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/190 【钱儿爸】成语启蒙189：如汤沃雪.mp3',type: 'audio/mp3'}],
 name:'190 【钱儿爸】成语启蒙189：如汤沃雪',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/191 【钱儿爸】成语启蒙190：杞人忧天.mp3',type: 'audio/mp3'}],
 name:'191 【钱儿爸】成语启蒙190：杞人忧天',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/192 【钱儿爸】成语启蒙191：兵不血刃.mp3',type: 'audio/mp3'}],
 name:'192 【钱儿爸】成语启蒙191：兵不血刃',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/193 【钱儿爸】成语启蒙192：吴下阿蒙.mp3',type: 'audio/mp3'}],
 name:'193 【钱儿爸】成语启蒙192：吴下阿蒙',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/194 【钱儿爸】成语启蒙193：笨鸟先飞.mp3',type: 'audio/mp3'}],
 name:'194 【钱儿爸】成语启蒙193：笨鸟先飞',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/195 【钱儿爸】成语启蒙194：乐极生悲.mp3',type: 'audio/mp3'}],
 name:'195 【钱儿爸】成语启蒙194：乐极生悲',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/196 【钱儿爸】成语启蒙195：破釜沉舟.mp3',type: 'audio/mp3'}],
 name:'196 【钱儿爸】成语启蒙195：破釜沉舟',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/197 【钱儿爸】成语启蒙196：蚍蜉撼树.mp3',type: 'audio/mp3'}],
 name:'197 【钱儿爸】成语启蒙196：蚍蜉撼树',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/198 【钱儿爸】成语启蒙197：投鼠忌器.mp3',type: 'audio/mp3'}],
 name:'198 【钱儿爸】成语启蒙197：投鼠忌器',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/199 【钱儿爸】成语启蒙198：骑驴找驴.mp3',type: 'audio/mp3'}],
 name:'199 【钱儿爸】成语启蒙198：骑驴找驴',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/200 【钱儿爸】成语启蒙199：瓜田李下.mp3',type: 'audio/mp3'}],
 name:'200 【钱儿爸】成语启蒙199：瓜田李下',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/201 【钱儿爸】成语启蒙200：黔驴技穷.mp3',type: 'audio/mp3'}],
 name:'201 【钱儿爸】成语启蒙200：黔驴技穷',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/202 【钱儿爸】成语启蒙201：开天辟地.mp3',type: 'audio/mp3'}],
 name:'202 【钱儿爸】成语启蒙201：开天辟地',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/203 【钱儿爸】成语启蒙202：胸有成竹.mp3',type: 'audio/mp3'}],
 name:'203 【钱儿爸】成语启蒙202：胸有成竹',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/204 【钱儿爸】成语启蒙203：望洋兴叹.mp3',type: 'audio/mp3'}],
 name:'204 【钱儿爸】成语启蒙203：望洋兴叹',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/205 【钱儿爸】成语启蒙204：前度刘郎.mp3',type: 'audio/mp3'}],
 name:'205 【钱儿爸】成语启蒙204：前度刘郎',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/206 【钱儿爸】成语启蒙205：竹头木屑.mp3',type: 'audio/mp3'}],
 name:'206 【钱儿爸】成语启蒙205：竹头木屑',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/207 【钱儿爸】成语启蒙206：高山流水.mp3',type: 'audio/mp3'}],
 name:'207 【钱儿爸】成语启蒙206：高山流水',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/208 【钱儿爸】成语启蒙207：疑邻盗斧.mp3',type: 'audio/mp3'}],
 name:'208 【钱儿爸】成语启蒙207：疑邻盗斧',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/209 【钱儿爸】成语启蒙208：画饼充饥.mp3',type: 'audio/mp3'}],
 name:'209 【钱儿爸】成语启蒙208：画饼充饥',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/210 【钱儿爸】成语启蒙209：不为五斗米折腰.mp3',type: 'audio/mp3'}],
 name:'210 【钱儿爸】成语启蒙209：不为五斗米折腰',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/211 【钱儿爸】成语启蒙210：不屈不挠.mp3',type: 'audio/mp3'}],
 name:'211 【钱儿爸】成语启蒙210：不屈不挠',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/212 【钱儿爸】成语启蒙211：少见多怪.mp3',type: 'audio/mp3'}],
 name:'212 【钱儿爸】成语启蒙211：少见多怪',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/213 【钱儿爸】成语启蒙212：一蟹不如一蟹.mp3',type: 'audio/mp3'}],
 name:'213 【钱儿爸】成语启蒙212：一蟹不如一蟹',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/214 【钱儿爸】成语启蒙213：改过自新.mp3',type: 'audio/mp3'}],
 name:'214 【钱儿爸】成语启蒙213：改过自新',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/215 【钱儿爸】成语启蒙214：水滴石穿.mp3',type: 'audio/mp3'}],
 name:'215 【钱儿爸】成语启蒙214：水滴石穿',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/216 【钱儿爸】成语启蒙215：得过且过.mp3',type: 'audio/mp3'}],
 name:'216 【钱儿爸】成语启蒙215：得过且过',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/217 【钱儿爸】成语启蒙216：指鹿为马.mp3',type: 'audio/mp3'}],
 name:'217 【钱儿爸】成语启蒙216：指鹿为马',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/218 【钱儿爸】成语启蒙217：洋洋自得.mp3',type: 'audio/mp3'}],
 name:'218 【钱儿爸】成语启蒙217：洋洋自得',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/219 【钱儿爸】成语启蒙218：一洞之网.mp3',type: 'audio/mp3'}],
 name:'219 【钱儿爸】成语启蒙218：一洞之网',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/220 【钱儿爸】成语启蒙219：贪小失大.mp3',type: 'audio/mp3'}],
 name:'220 【钱儿爸】成语启蒙219：贪小失大',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/221 【钱儿爸】成语启蒙220：一叶障目.mp3',type: 'audio/mp3'}],
 name:'221 【钱儿爸】成语启蒙220：一叶障目',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/222 【钱儿爸】成语启蒙221：宠辱不惊.mp3',type: 'audio/mp3'}],
 name:'222 【钱儿爸】成语启蒙221：宠辱不惊',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/223 【钱儿爸】成语启蒙222：得鱼忘筌.mp3',type: 'audio/mp3'}],
 name:'223 【钱儿爸】成语启蒙222：得鱼忘筌',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/224 【钱儿爸】成语启蒙223：胶漆相投.mp3',type: 'audio/mp3'}],
 name:'224 【钱儿爸】成语启蒙223：胶漆相投',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/225 【钱儿爸】成语启蒙224：海翁失鸥.mp3',type: 'audio/mp3'}],
 name:'225 【钱儿爸】成语启蒙224：海翁失鸥',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/226 【钱儿爸】成语启蒙225：草木皆兵.mp3',type: 'audio/mp3'}],
 name:'226 【钱儿爸】成语启蒙225：草木皆兵',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/227 【钱儿爸】成语启蒙226：闻鸡起舞.mp3',type: 'audio/mp3'}],
 name:'227 【钱儿爸】成语启蒙226：闻鸡起舞',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/228 【钱儿爸】成语启蒙227：专心致志.mp3',type: 'audio/mp3'}],
 name:'228 【钱儿爸】成语启蒙227：专心致志',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/229 【钱儿爸】成语启蒙228：谈笑自若.mp3',type: 'audio/mp3'}],
 name:'229 【钱儿爸】成语启蒙228：谈笑自若',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/230 【钱儿爸】成语启蒙229：贯虱传杨.mp3',type: 'audio/mp3'}],
 name:'230 【钱儿爸】成语启蒙229：贯虱传杨',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/231 【钱儿爸】成语启蒙230：夜郎自大.mp3',type: 'audio/mp3'}],
 name:'231 【钱儿爸】成语启蒙230：夜郎自大',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/232 【钱儿爸】成语启蒙231：鸡虫得失.mp3',type: 'audio/mp3'}],
 name:'232 【钱儿爸】成语启蒙231：鸡虫得失',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/233 【钱儿爸】成语启蒙232：金石为开.mp3',type: 'audio/mp3'}],
 name:'233 【钱儿爸】成语启蒙232：金石为开',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/234 【钱儿爸】成语启蒙233：偷梁换柱.mp3',type: 'audio/mp3'}],
 name:'234 【钱儿爸】成语启蒙233：偷梁换柱',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/235 【钱儿爸】成语启蒙230 按图索骥.mp3',type: 'audio/mp3'}],
 name:'235 【钱儿爸】成语启蒙230 按图索骥',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/236 【钱儿爸】成语启蒙231 画荻教子.mp3',type: 'audio/mp3'}],
 name:'236 【钱儿爸】成语启蒙231 画荻教子',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/237 【钱儿爸】成语启蒙232 青毡旧物.mp3',type: 'audio/mp3'}],
 name:'237 【钱儿爸】成语启蒙232 青毡旧物',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/238 【钱儿爸】成语启蒙237 吴越同舟.mp3',type: 'audio/mp3'}],
 name:'238 【钱儿爸】成语启蒙237 吴越同舟',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/239 【钱儿爸】成语启蒙238 管窥蠡测.mp3',type: 'audio/mp3'}],
 name:'239 【钱儿爸】成语启蒙238 管窥蠡测',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/240 【钱儿爸】成语启蒙239 余光分人.mp3',type: 'audio/mp3'}],
 name:'240 【钱儿爸】成语启蒙239 余光分人',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/241 【钱儿爸】成语启蒙240：白云亲舍.mp3',type: 'audio/mp3'}],
 name:'241 【钱儿爸】成语启蒙240：白云亲舍',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/242 【钱儿爸】成语启蒙241：鸡犬新丰.mp3',type: 'audio/mp3'}],
 name:'242 【钱儿爸】成语启蒙241：鸡犬新丰',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/243 【钱儿爸】成语启蒙242：木梗之患.mp3',type: 'audio/mp3'}],
 name:'243 【钱儿爸】成语启蒙242：木梗之患',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/244 【钱儿爸】成语启蒙243：名不副实.mp3',type: 'audio/mp3'}],
 name:'244 【钱儿爸】成语启蒙243：名不副实',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/245 【钱儿爸】成语启蒙244：扣盘扪烛.mp3',type: 'audio/mp3'}],
 name:'245 【钱儿爸】成语启蒙244：扣盘扪烛',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/246 【钱儿爸】成语启蒙245：还淳返朴.mp3',type: 'audio/mp3'}],
 name:'246 【钱儿爸】成语启蒙245：还淳返朴',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/247 【钱儿爸】成语启蒙246：赏罚分明.mp3',type: 'audio/mp3'}],
 name:'247 【钱儿爸】成语启蒙246：赏罚分明',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/248 【钱儿爸】成语启蒙247：百步穿杨.mp3',type: 'audio/mp3'}],
 name:'248 【钱儿爸】成语启蒙247：百步穿杨',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/249 【钱儿爸】成语启蒙248： 三纸无驴.mp3',type: 'audio/mp3'}],
 name:'249 【钱儿爸】成语启蒙248： 三纸无驴',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/250 【钱儿爸】成语启蒙249：下车泣罪.mp3',type: 'audio/mp3'}],
 name:'250 【钱儿爸】成语启蒙249：下车泣罪',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/251 【钱儿爸】成语启蒙250： 上行下效.mp3',type: 'audio/mp3'}],
 name:'251 【钱儿爸】成语启蒙250： 上行下效',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/252 【钱儿爸】成语启蒙251： 后来居上.mp3',type: 'audio/mp3'}],
 name:'252 【钱儿爸】成语启蒙251： 后来居上',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/253 【钱儿爸】成语启蒙252：得过且过.mp3',type: 'audio/mp3'}],
 name:'253 【钱儿爸】成语启蒙252：得过且过',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/254 【钱儿爸】成语启蒙253：梁上君子.mp3',type: 'audio/mp3'}],
 name:'254 【钱儿爸】成语启蒙253：梁上君子',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/255 【钱儿爸】成语启蒙254： 请君入瓮.mp3',type: 'audio/mp3'}],
 name:'255 【钱儿爸】成语启蒙254： 请君入瓮',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/256 【钱儿爸】成语启蒙255：白龙鱼服.mp3',type: 'audio/mp3'}],
 name:'256 【钱儿爸】成语启蒙255：白龙鱼服',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/257 【钱儿爸】成语启蒙256： 债台高筑.mp3',type: 'audio/mp3'}],
 name:'257 【钱儿爸】成语启蒙256： 债台高筑',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/258 【钱儿爸】成语启蒙257： 求田问舍.mp3',type: 'audio/mp3'}],
 name:'258 【钱儿爸】成语启蒙257： 求田问舍',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/259 【钱儿爸】成语启蒙258：单刀赴会.mp3',type: 'audio/mp3'}],
 name:'259 【钱儿爸】成语启蒙258：单刀赴会',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/260 【钱儿爸】成语启蒙259：口蜜腹剑.mp3',type: 'audio/mp3'}],
 name:'260 【钱儿爸】成语启蒙259：口蜜腹剑',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/261 【钱儿爸】成语启蒙260：揭竿而起.mp3',type: 'audio/mp3'}],
 name:'261 【钱儿爸】成语启蒙260：揭竿而起',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/262 【钱儿爸】成语启蒙261：伯乐相马.mp3',type: 'audio/mp3'}],
 name:'262 【钱儿爸】成语启蒙261：伯乐相马',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/263 【钱儿爸】成语启蒙262： 屈古巨瓠.mp3',type: 'audio/mp3'}],
 name:'263 【钱儿爸】成语启蒙262： 屈古巨瓠',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/264 【钱儿爸】成语启蒙263： 黄粱一梦.mp3',type: 'audio/mp3'}],
 name:'264 【钱儿爸】成语启蒙263： 黄粱一梦',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/265 【钱儿爸】成语启蒙264： 循序渐进.mp3',type: 'audio/mp3'}],
 name:'265 【钱儿爸】成语启蒙264： 循序渐进',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/266 【钱儿爸】成语启蒙265： 胡服骑射.mp3',type: 'audio/mp3'}],
 name:'266 【钱儿爸】成语启蒙265： 胡服骑射',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/267 【钱儿爸】成语启蒙266：弄獐宰相.mp3',type: 'audio/mp3'}],
 name:'267 【钱儿爸】成语启蒙266：弄獐宰相',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/268 【钱儿爸】成语启蒙267：乘兴而来.mp3',type: 'audio/mp3'}],
 name:'268 【钱儿爸】成语启蒙267：乘兴而来',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/269 【钱儿爸】成语启蒙268： 终南捷径.mp3',type: 'audio/mp3'}],
 name:'269 【钱儿爸】成语启蒙268： 终南捷径',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/270 【钱儿爸】成语启蒙269：奇货可居.mp3',type: 'audio/mp3'}],
 name:'270 【钱儿爸】成语启蒙269：奇货可居',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/271 【钱儿爸】成语启蒙270：如火如荼.mp3',type: 'audio/mp3'}],
 name:'271 【钱儿爸】成语启蒙270：如火如荼',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/272 【钱儿爸】成语启蒙271：死里逃生.mp3',type: 'audio/mp3'}],
 name:'272 【钱儿爸】成语启蒙271：死里逃生',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/273 【钱儿爸】成语启蒙272： 忠言逆耳.mp3',type: 'audio/mp3'}],
 name:'273 【钱儿爸】成语启蒙272： 忠言逆耳',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/274 【钱儿爸】成语启蒙273： 小时了了.mp3',type: 'audio/mp3'}],
 name:'274 【钱儿爸】成语启蒙273： 小时了了',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/275 【钱儿爸】成语启蒙274：困兽犹斗.mp3',type: 'audio/mp3'}],
 name:'275 【钱儿爸】成语启蒙274：困兽犹斗',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/276 【钱儿爸】成语启蒙275：千金市骨.mp3',type: 'audio/mp3'}],
 name:'276 【钱儿爸】成语启蒙275：千金市骨',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/277 【钱儿爸】成语启蒙276：骑虎难下.mp3',type: 'audio/mp3'}],
 name:'277 【钱儿爸】成语启蒙276：骑虎难下',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/278 【钱儿爸】成语启蒙277： 讳疾忌医.mp3',type: 'audio/mp3'}],
 name:'278 【钱儿爸】成语启蒙277： 讳疾忌医',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/279 【钱儿爸】成语启蒙278：后生可畏.mp3',type: 'audio/mp3'}],
 name:'279 【钱儿爸】成语启蒙278：后生可畏',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/280 【钱儿爸】成语启蒙279：一鸣惊人.mp3',type: 'audio/mp3'}],
 name:'280 【钱儿爸】成语启蒙279：一鸣惊人',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/281 【钱儿爸】成语启蒙280：当头棒喝.mp3',type: 'audio/mp3'}],
 name:'281 【钱儿爸】成语启蒙280：当头棒喝',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/282 【钱儿爸】成语启蒙281：博士买驴.mp3',type: 'audio/mp3'}],
 name:'282 【钱儿爸】成语启蒙281：博士买驴',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/283 【钱儿爸】成语启蒙282：划粥割齑.mp3',type: 'audio/mp3'}],
 name:'283 【钱儿爸】成语启蒙282：划粥割齑',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/284 【钱儿爸】成语启蒙283：食指大动.mp3',type: 'audio/mp3'}],
 name:'284 【钱儿爸】成语启蒙283：食指大动',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/285 【钱儿爸】成语启蒙284：一傅众咻.mp3',type: 'audio/mp3'}],
 name:'285 【钱儿爸】成语启蒙284：一傅众咻',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/286 【钱儿爸】成语启蒙285 趾高气扬.mp3',type: 'audio/mp3'}],
 name:'286 【钱儿爸】成语启蒙285 趾高气扬',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/287 【钱儿爸】成语启蒙286：各自为政.mp3',type: 'audio/mp3'}],
 name:'287 【钱儿爸】成语启蒙286：各自为政',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/288 【钱儿爸】成语启蒙287：反求诸己.mp3',type: 'audio/mp3'}],
 name:'288 【钱儿爸】成语启蒙287：反求诸己',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/289 【钱儿爸】成语启蒙288：胁肩谄笑.mp3',type: 'audio/mp3'}],
 name:'289 【钱儿爸】成语启蒙288：胁肩谄笑',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/290 【钱儿爸】成语启蒙289： 白面书生.mp3',type: 'audio/mp3'}],
 name:'290 【钱儿爸】成语启蒙289： 白面书生',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/291 【钱儿爸】成语启蒙290：千变万化.mp3',type: 'audio/mp3'}],
 name:'291 【钱儿爸】成语启蒙290：千变万化',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/292 【钱儿爸】成语启蒙291：无出其右.mp3',type: 'audio/mp3'}],
 name:'292 【钱儿爸】成语启蒙291：无出其右',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/293 【钱儿爸】成语启蒙292：作法自毙.mp3',type: 'audio/mp3'}],
 name:'293 【钱儿爸】成语启蒙292：作法自毙',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/294 【钱儿爸】成语启蒙293：贾人渡河.mp3',type: 'audio/mp3'}],
 name:'294 【钱儿爸】成语启蒙293：贾人渡河',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/295 【钱儿爸】成语启蒙294：洛阳纸贵.mp3',type: 'audio/mp3'}],
 name:'295 【钱儿爸】成语启蒙294：洛阳纸贵',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/296 【钱儿爸】成语启蒙294：明目张胆.mp3',type: 'audio/mp3'}],
 name:'296 【钱儿爸】成语启蒙294：明目张胆',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/297 【钱儿爸】成语启蒙295：舍我其谁.mp3',type: 'audio/mp3'}],
 name:'297 【钱儿爸】成语启蒙295：舍我其谁',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/298 【钱儿爸】成语启蒙296：及瓜而代.mp3',type: 'audio/mp3'}],
 name:'298 【钱儿爸】成语启蒙296：及瓜而代',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/299 【钱儿爸】成语启蒙297：引狼入室.mp3',type: 'audio/mp3'}],
 name:'299 【钱儿爸】成语启蒙297：引狼入室',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/300 【钱儿爸】成语启蒙298：歧路亡羊.mp3',type: 'audio/mp3'}],
 name:'300 【钱儿爸】成语启蒙298：歧路亡羊',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/301 【钱儿爸】成语启蒙299：两袖清风.mp3',type: 'audio/mp3'}],
 name:'301 【钱儿爸】成语启蒙299：两袖清风',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/302 【钱儿爸】成语启蒙300：上下其手.mp3',type: 'audio/mp3'}],
 name:'302 【钱儿爸】成语启蒙300：上下其手',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/303 【钱儿爸】成语启蒙301：贪得无厌.mp3',type: 'audio/mp3'}],
 name:'303 【钱儿爸】成语启蒙301：贪得无厌',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/304 【钱儿爸】成语启蒙302：一毛不拔.mp3',type: 'audio/mp3'}],
 name:'304 【钱儿爸】成语启蒙302：一毛不拔',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/305 【钱儿爸】成语启蒙303：疲于奔命.mp3',type: 'audio/mp3'}],
 name:'305 【钱儿爸】成语启蒙303：疲于奔命',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/306 【钱儿爸】成语启蒙304：汗流浃背.mp3',type: 'audio/mp3'}],
 name:'306 【钱儿爸】成语启蒙304：汗流浃背',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/307 【钱儿爸】成语启蒙305：名落孙山.mp3',type: 'audio/mp3'}],
 name:'307 【钱儿爸】成语启蒙305：名落孙山',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/308 【钱儿爸】成语启蒙306： 死灰复燃.mp3',type: 'audio/mp3'}],
 name:'308 【钱儿爸】成语启蒙306： 死灰复燃',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/309 【钱儿爸】成语启蒙307：弹冠相庆.mp3',type: 'audio/mp3'}],
 name:'309 【钱儿爸】成语启蒙307：弹冠相庆',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/310 【钱儿爸】成语启蒙308：不辨菽麦.mp3',type: 'audio/mp3'}],
 name:'310 【钱儿爸】成语启蒙308：不辨菽麦',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/311 【钱儿爸】成语启蒙309：差强人意.mp3',type: 'audio/mp3'}],
 name:'311 【钱儿爸】成语启蒙309：差强人意',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/312 【钱儿爸】成语启蒙310：东窗事发.mp3',type: 'audio/mp3'}],
 name:'312 【钱儿爸】成语启蒙310：东窗事发',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/313 【钱儿爸】成语启蒙311：借花献佛.mp3',type: 'audio/mp3'}],
 name:'313 【钱儿爸】成语启蒙311：借花献佛',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/314 【钱儿爸】成语启蒙311：一字千金.mp3',type: 'audio/mp3'}],
 name:'314 【钱儿爸】成语启蒙311：一字千金',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/315 【钱儿爸】成语启蒙312：刻舟求剑.mp3',type: 'audio/mp3'}],
 name:'315 【钱儿爸】成语启蒙312：刻舟求剑',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/316 【钱儿爸】成语启蒙313：打草惊蛇.mp3',type: 'audio/mp3'}],
 name:'316 【钱儿爸】成语启蒙313：打草惊蛇',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/317 【钱儿爸】成语启蒙314：取而代之.mp3',type: 'audio/mp3'}],
 name:'317 【钱儿爸】成语启蒙314：取而代之',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/318 【钱儿爸】成语启蒙315：宾至如归.mp3',type: 'audio/mp3'}],
 name:'318 【钱儿爸】成语启蒙315：宾至如归',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/319 【钱儿爸】成语启蒙316：防微杜渐.mp3',type: 'audio/mp3'}],
 name:'319 【钱儿爸】成语启蒙316：防微杜渐',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/320 【钱儿爸】成语启蒙317：马马虎虎.mp3',type: 'audio/mp3'}],
 name:'320 【钱儿爸】成语启蒙317：马马虎虎',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/321 【钱儿爸】成语启蒙318：暗箭伤人.mp3',type: 'audio/mp3'}],
 name:'321 【钱儿爸】成语启蒙318：暗箭伤人',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/322 【钱儿爸】成语启蒙319：画蛇添足.mp3',type: 'audio/mp3'}],
 name:'322 【钱儿爸】成语启蒙319：画蛇添足',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/323 【钱儿爸】成语启蒙320：目不窥园.mp3',type: 'audio/mp3'}],
 name:'323 【钱儿爸】成语启蒙320：目不窥园',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/324 【钱儿爸】成语启蒙321：反裘负刍.mp3',type: 'audio/mp3'}],
 name:'324 【钱儿爸】成语启蒙321：反裘负刍',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/325 【钱儿爸】成语启蒙322：三旨相公.mp3',type: 'audio/mp3'}],
 name:'325 【钱儿爸】成语启蒙322：三旨相公',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/326 【钱儿爸】成语启蒙323： 芒刺在背.mp3',type: 'audio/mp3'}],
 name:'326 【钱儿爸】成语启蒙323： 芒刺在背',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/327 【钱儿爸】成语启蒙324：捷足先登.mp3',type: 'audio/mp3'}],
 name:'327 【钱儿爸】成语启蒙324：捷足先登',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/328 【钱儿爸】成语启蒙325：临渴掘井.mp3',type: 'audio/mp3'}],
 name:'328 【钱儿爸】成语启蒙325：临渴掘井',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/329 【钱儿爸】成语启蒙326：推己及人.mp3',type: 'audio/mp3'}],
 name:'329 【钱儿爸】成语启蒙326：推己及人',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/330 【钱儿爸】成语启蒙327：虚左以待.mp3',type: 'audio/mp3'}],
 name:'330 【钱儿爸】成语启蒙327：虚左以待',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/331 【钱儿爸】成语启蒙328：怀璧其罪.mp3',type: 'audio/mp3'}],
 name:'331 【钱儿爸】成语启蒙328：怀璧其罪',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/332 【钱儿爸】成语启蒙329：谈言微中.mp3',type: 'audio/mp3'}],
 name:'332 【钱儿爸】成语启蒙329：谈言微中',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/333 【钱儿爸】成语启蒙330：做贼心虚.mp3',type: 'audio/mp3'}],
 name:'333 【钱儿爸】成语启蒙330：做贼心虚',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/334 【钱儿爸】成语启蒙331：包藏祸心.mp3',type: 'audio/mp3'}],
 name:'334 【钱儿爸】成语启蒙331：包藏祸心',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/335 【钱儿爸】成语启蒙332：信口雌黄.mp3',type: 'audio/mp3'}],
 name:'335 【钱儿爸】成语启蒙332：信口雌黄',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/336 【钱儿爸】成语启蒙333：先入为主.mp3',type: 'audio/mp3'}],
 name:'336 【钱儿爸】成语启蒙333：先入为主',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/337 【钱儿爸】成语启蒙334：口血未干.mp3',type: 'audio/mp3'}],
 name:'337 【钱儿爸】成语启蒙334：口血未干',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/338 【钱儿爸】成语启蒙336：食言而肥.mp3',type: 'audio/mp3'}],
 name:'338 【钱儿爸】成语启蒙336：食言而肥',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/339 【钱儿爸】成语启蒙337：天花乱坠.mp3',type: 'audio/mp3'}],
 name:'339 【钱儿爸】成语启蒙337：天花乱坠',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/340 【钱儿爸】成语启蒙338：不名一钱.mp3',type: 'audio/mp3'}],
 name:'340 【钱儿爸】成语启蒙338：不名一钱',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/341 【钱儿爸】成语启蒙339：纸醉金迷.mp3',type: 'audio/mp3'}],
 name:'341 【钱儿爸】成语启蒙339：纸醉金迷',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/342 【钱儿爸】成语启蒙340：霜露之疾.mp3',type: 'audio/mp3'}],
 name:'342 【钱儿爸】成语启蒙340：霜露之疾',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/343 【钱儿爸】成语启蒙341：作舍道边.mp3',type: 'audio/mp3'}],
 name:'343 【钱儿爸】成语启蒙341：作舍道边',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/344 【钱儿爸】成语启蒙342：州官放火.mp3',type: 'audio/mp3'}],
 name:'344 【钱儿爸】成语启蒙342：州官放火',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/345 【钱儿爸】成语启蒙343：不遗余力.mp3',type: 'audio/mp3'}],
 name:'345 【钱儿爸】成语启蒙343：不遗余力',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/346 【钱儿爸】成语启蒙344：噬脐莫及.mp3',type: 'audio/mp3'}],
 name:'346 【钱儿爸】成语启蒙344：噬脐莫及',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸成语启蒙/347 【钱儿爸】成语启蒙345：如坐针毡.mp3',type: 'audio/mp3'}],
 name:'347 【钱儿爸】成语启蒙345：如坐针毡',
 },
 
];
