var videoList = 
 [
{
 sources: [{src: '/F/1 学习资源(中文)/06 泉灵语文一年级 下（2021-春）/班会.mp4',type: 'video/mp4'}],
 name:'班会',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/06 泉灵语文一年级 下（2021-春）/第01课 打开五感  观察和阅读/第1课 打开五感  观察和阅读.mp4',type: 'video/mp4'}],
 name:'第1课 打开五感  观察和阅读',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/06 泉灵语文一年级 下（2021-春）/第02课 手脑并用 理解动词/第2课 手脑并用 理解动词.mp4',type: 'video/mp4'}],
 name:'第2课 手脑并用 理解动词',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/06 泉灵语文一年级 下（2021-春）/第03课 打开五感积累词汇 亲子课/第3课打开五感积累词汇 亲子课.mp4',type: 'video/mp4'}],
 name:'第3课打开五感积累词汇 亲子课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/06 泉灵语文一年级 下（2021-春）/第04课《找对问题 有效率地听》/第4课《找对问题 有效率地听》.mp4',type: 'video/mp4'}],
 name:'第4课《找对问题 有效率地听》',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/06 泉灵语文一年级 下（2021-春）/第05课 认真听做笔记/第5课 认真听做笔记.mp4',type: 'video/mp4'}],
 name:'第5课 认真听做笔记',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/06 泉灵语文一年级 下（2021-春）/第06课《亲子游戏学语文》/第6课《亲子游戏学语文》.mp4',type: 'video/mp4'}],
 name:'第6课《亲子游戏学语文》',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/06 泉灵语文一年级 下（2021-春）/第07课《会提问才会学习》/第7课《会提问才会学习》.mp4',type: 'video/mp4'}],
 name:'第7课《会提问才会学习》',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/06 泉灵语文一年级 下（2021-春）/第08课 用提问工具三步完成 描述/08 用提问工具三步完成 描述.mp4',type: 'video/mp4'}],
 name:'08 用提问工具三步完成 描述',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/06 泉灵语文一年级 下（2021-春）/第09课 用讲故事手套看图说话/第9课 用讲故事手套看图说话.mp4',type: 'video/mp4'}],
 name:'第9课 用讲故事手套看图说话',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/06 泉灵语文一年级 下（2021-春）/第10课《想象两张图间“发生了什么”》/第10课《想象两张图间“发生了什么”.mp4',type: 'video/mp4'}],
 name:'第10课《想象两张图间“发生了什么”',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/06 泉灵语文一年级 下（2021-春）/第11课《变变变训练想象力》/第11课《变变变训练想象力》.mp4',type: 'video/mp4'}],
 name:'第11课《变变变训练想象力》',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/06 泉灵语文一年级 下（2021-春）/第12课 《提高注意力的10个方法》/第12课 《提高注意力的10个方法》.mp4',type: 'video/mp4'}],
 name:'第12课 《提高注意力的10个方法》',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/06 泉灵语文一年级 下（2021-春）/第13课 感知美  迁移美/第13课 感知美  迁移美.mp4',type: 'video/mp4'}],
 name:'第13课 感知美  迁移美',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/06 泉灵语文一年级 下（2021-春）/第14课《打开五感 理解诗歌》。/第14课.mp4',type: 'video/mp4'}],
 name:'第14课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/06 泉灵语文一年级 下（2021-春）/第15课《学古文从理解开始》。/第15课.mp4',type: 'video/mp4'}],
 name:'第15课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/06 泉灵语文一年级 下（2021-春）/第16课《用想象力魔法棒改变故事》。/20210329_215104.mp4',type: 'video/mp4'}],
 name:'20210329_215104',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/06 泉灵语文一年级 下（2021-春）/第17课《用想象力丰富看图说话》/第17课《用想象力丰富看图说话》.mp4',type: 'video/mp4'}],
 name:'第17课《用想象力丰富看图说话》',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/06 泉灵语文一年级 下（2021-春）/第18课《生活中得想象力亲子游戏》/第18课《生活中得想象力亲子游戏》.mp4',type: 'video/mp4'}],
 name:'第18课《生活中得想象力亲子游戏》',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/06 泉灵语文一年级 下（2021-春）/第19课《情绪联系着动作》/第19课.mp4',type: 'video/mp4'}],
 name:'第19课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/06 泉灵语文一年级 下（2021-春）/第20课《依照场景准确使用动词》/第20课《依照场景准确使用动词》.mp4',type: 'video/mp4'}],
 name:'第20课《依照场景准确使用动词》',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/06 泉灵语文一年级 下（2021-春）/第21课《学会观察情绪温度计》。/21课.mp4',type: 'video/mp4'}],
 name:'21课',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/06 泉灵语文一年级 下（2021-春）/第22课《找到文章的核心问题》/第22课《找到文章的核心问题》.mp4',type: 'video/mp4'}],
 name:'第22课《找到文章的核心问题》',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/06 泉灵语文一年级 下（2021-春）/第23课《围绕核心问题找关键词》/第23课《围绕核心问题找关键词》.mp4',type: 'video/mp4'}],
 name:'第23课《围绕核心问题找关键词》',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/06 泉灵语文一年级 下（2021-春）/第24课《学习采访 了解家人的职业》/第24课《学习采访 了解家人的职业》.mp4',type: 'video/mp4'}],
 name:'第24课《学习采访 了解家人的职业》',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/06 泉灵语文一年级 下（2021-春）/第25课《认识知识类文章》/第25课《认识知识类文章》.mp4',type: 'video/mp4'}],
 name:'第25课《认识知识类文章》',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/06 泉灵语文一年级 下（2021-春）/第26课《阅读中提出更多问题》/第26课《阅读中提出更多问题》.mp4',type: 'video/mp4'}],
 name:'第26课《阅读中提出更多问题》',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/06 泉灵语文一年级 下（2021-春）/第27课《用向日葵模型复述文章》/第27课《用向日葵模型复述文章》.mp4',type: 'video/mp4'}],
 name:'第27课《用向日葵模型复述文章》',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/06 泉灵语文一年级 下（2021-春）/第28课《用画画帮助表达》/第28课《用画画帮助表达.mp4',type: 'video/mp4'}],
 name:'第28课《用画画帮助表达',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/06 泉灵语文一年级 下（2021-春）/第29课《阅读时在头脑中画画》/第29课《阅读时在头脑中画画》.mp4',type: 'video/mp4'}],
 name:'第29课《阅读时在头脑中画画》',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/06 泉灵语文一年级 下（2021-春）/第30课《结合图画表达更多信息》/第30课《结合图画表达更多信息》.mp4',type: 'video/mp4'}],
 name:'第30课《结合图画表达更多信息》',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/06 泉灵语文一年级 下（2021-春）/第31课《情绪至少包含三个动作》/第31课《情绪至少包含三个动作》.mp4',type: 'video/mp4'}],
 name:'第31课《情绪至少包含三个动作》',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/06 泉灵语文一年级 下（2021-春）/第32课《跟着故事解决问题》/第32课《跟着故事解决问题》.mp4',type: 'video/mp4'}],
 name:'第32课《跟着故事解决问题》',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/06 泉灵语文一年级 下（2021-春）/第33课《用动词讲出生动的故事》/第33课《用动词讲出生动的故事》.mp4',type: 'video/mp4'}],
 name:'第33课《用动词讲出生动的故事》',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/06 泉灵语文一年级 下（2021-春）/第34课《用证据证明你的独特性》/34.mp4',type: 'video/mp4'}],
 name:'34',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/06 泉灵语文一年级 下（2021-春）/第35课《用多种方法找多个证据》/第35课《用多种方法找多个证据》.mp4',type: 'video/mp4'}],
 name:'第35课《用多种方法找多个证据》',
 },
 
];
