var videoList = 
 [
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸·希腊神话/希腊神话01：人类的诞生与潘多拉魔盒.mp3',type: 'audio/mp3'}],
 name:'希腊神话01：人类的诞生与潘多拉魔盒',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸·希腊神话/希腊神话02：珀尔塞福涅与十二颗石榴粒.mp3',type: 'audio/mp3'}],
 name:'希腊神话02：珀尔塞福涅与十二颗石榴粒',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸·希腊神话/希腊神话03：艾可与那喀索斯.mp3',type: 'audio/mp3'}],
 name:'希腊神话03：艾可与那喀索斯',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸·希腊神话/希腊神话04：代达罗斯和伊卡洛斯.mp3',type: 'audio/mp3'}],
 name:'希腊神话04：代达罗斯和伊卡洛斯',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸·希腊神话/希腊神话05：阿拉克捏.mp3',type: 'audio/mp3'}],
 name:'希腊神话05：阿拉克捏',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸·希腊神话/希腊神话06：米达斯王.mp3',type: 'audio/mp3'}],
 name:'希腊神话06：米达斯王',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸·希腊神话/希腊神话07：珀尔修斯.mp3',type: 'audio/mp3'}],
 name:'希腊神话07：珀尔修斯',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸·希腊神话/希腊神话08：珀尔修斯.mp3',type: 'audio/mp3'}],
 name:'希腊神话08：珀尔修斯',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸·希腊神话/希腊神话09：赫拉克勒斯的十二项伟绩.mp3',type: 'audio/mp3'}],
 name:'希腊神话09：赫拉克勒斯的十二项伟绩',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸·希腊神话/希腊神话10：阿波罗与达芙妮.mp3',type: 'audio/mp3'}],
 name:'希腊神话10：阿波罗与达芙妮',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸·希腊神话/希腊神话11：忒修斯与弥诺陶诺斯.mp3',type: 'audio/mp3'}],
 name:'希腊神话11：忒修斯与弥诺陶诺斯',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸·希腊神话/希腊神话12：伊阿宋与金羊毛.mp3',type: 'audio/mp3'}],
 name:'希腊神话12：伊阿宋与金羊毛',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸·希腊神话/希腊神话13：俄耳甫斯与欧律狄刻.mp3',type: 'audio/mp3'}],
 name:'希腊神话13：俄耳甫斯与欧律狄刻',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸·希腊神话/希腊神话14：阿特兰忒的比赛.mp3',type: 'audio/mp3'}],
 name:'希腊神话14：阿特兰忒的比赛',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸·希腊神话/希腊神话15：特洛伊木马.mp3',type: 'audio/mp3'}],
 name:'希腊神话15：特洛伊木马',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸·希腊神话/希腊神话16：奥德修斯（1）.mp3',type: 'audio/mp3'}],
 name:'希腊神话16：奥德修斯（1）',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸·希腊神话/希腊神话17：奥德修斯（2）.mp3',type: 'audio/mp3'}],
 name:'希腊神话17：奥德修斯（2）',
 },
 
{
 sources: [{src: '/F/1 学习资源(中文)/钱儿爸·希腊神话/希腊神话18：普罗米修斯重获自由.mp3',type: 'audio/mp3'}],
 name:'希腊神话18：普罗米修斯重获自由',
 },
 
];
