var videoList = 
 [
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第1单元大数的认识/1数的产生—— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'1数的产生—— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第1单元大数的认识/2十万位的发现 —— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'2十万位的发现 —— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第1单元大数的认识/3向千万位进军 —— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'3向千万位进军 —— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第1单元大数的认识/4亿以内数的读法 —— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'4亿以内数的读法 —— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第1单元大数的认识/5含零大数的读法 —— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'5含零大数的读法 —— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第1单元大数的认识/6亿以内数的写法—— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'6亿以内数的写法—— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第1单元大数的认识/7亿以内数的大小比较 —— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'7亿以内数的大小比较 —— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第2单元公顷和平方千米/1认识公顷 —— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'1认识公顷 —— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第2单元公顷和平方千米/2认识平方千米 —— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'2认识平方千米 —— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第2单元公顷和平方千米/3公顷和平方千米的关系 —— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'3公顷和平方千米的关系 —— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第3单元角度的度量/1认识线段、直线和射线 —— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'1认识线段、直线和射线 —— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第3单元角度的度量/2角的静态认识 —— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'2角的静态认识 —— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第3单元角度的度量/3角的动态认识 —— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'3角的动态认识 —— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第3单元角度的度量/4认识角的度量单位 —— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'4认识角的度量单位 —— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第3单元角度的度量/5认识量角器 —— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'5认识量角器 —— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第3单元角度的度量/6用量角器度量角的度数 —— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'6用量角器度量角的度数 —— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第3单元角度的度量/7认识平角和周角 —— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'7认识平角和周角 —— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第3单元角度的度量/8各类角之间的关系 —— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'8各类角之间的关系 —— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第4单元三位数乘两位数/1三位数乘两位数—— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'1三位数乘两位数—— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第4单元三位数乘两位数/2提高正确率大作战—— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'2提高正确率大作战—— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第4单元三位数乘两位数/3因数中间或末尾有0的情况 —— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'3因数中间或末尾有0的情况 —— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第4单元三位数乘两位数/4积的变化规律—— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'4积的变化规律—— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第4单元三位数乘两位数/5单价、数量、总价 —— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'5单价、数量、总价 —— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第4单元三位数乘两位数/6速度、时间、路程—— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'6速度、时间、路程—— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第5单元平行四边形和梯形/10认识平行四边形 —— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'10认识平行四边形 —— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第5单元平行四边形和梯形/11认识平行四边形的高 —— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'11认识平行四边形的高 —— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第5单元平行四边形和梯形/12画平行四边形的高 —— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'12画平行四边形的高 —— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第5单元平行四边形和梯形/13认识梯形 —— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'13认识梯形 —— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第5单元平行四边形和梯形/14画梯形的高 —— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'14画梯形的高 —— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第5单元平行四边形和梯形/15认识等腰梯形—— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'15认识等腰梯形—— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第5单元平行四边形和梯形/16认识直角梯形 —— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'16认识直角梯形 —— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第5单元平行四边形和梯形/1认识相交与平行 —— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'1认识相交与平行 —— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第5单元平行四边形和梯形/2“在同一平面内” —— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'2“在同一平面内” —— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第5单元平行四边形和梯形/3认识垂直 —— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'3认识垂直 —— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第5单元平行四边形和梯形/4画两条互相垂直的直线 —— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'4画两条互相垂直的直线 —— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第5单元平行四边形和梯形/5画两条互相平行的直线 —— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'5画两条互相平行的直线 —— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第5单元平行四边形和梯形/6过直线外一点画垂线—— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'6过直线外一点画垂线—— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第5单元平行四边形和梯形/7过直线上一点画垂线—— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'7过直线上一点画垂线—— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第5单元平行四边形和梯形/8点到直线的距离—— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'8点到直线的距离—— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第5单元平行四边形和梯形/9平行线间的距离 —— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'9平行线间的距离 —— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第6单元除数是两位数的除法/1口算除数是整十数的除法 —— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'1口算除数是整十数的除法 —— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第6单元除数是两位数的除法/2估算除数是两位数的除法—— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'2估算除数是两位数的除法—— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第6单元除数是两位数的除法/3除数是整十数的除法(上) —— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'3除数是整十数的除法(上) —— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第6单元除数是两位数的除法/4除数是整十数的除法(下)—— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'4除数是整十数的除法(下)—— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第6单元除数是两位数的除法/5用“四舍”法试商(上) —— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'5用“四舍”法试商(上) —— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第6单元除数是两位数的除法/6用“四舍”法试商(下) —— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'6用“四舍”法试商(下) —— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第6单元除数是两位数的除法/7用“五入”法试商(上) —— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'7用“五入”法试商(上) —— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第6单元除数是两位数的除法/8用“五入”法试商(下)—— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'8用“五入”法试商(下)—— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第6单元除数是两位数的除法/9多种试商方法的妙用 —— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'9多种试商方法的妙用 —— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第7单元条形统计图/1认识条形统计图(上) —— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'1认识条形统计图(上) —— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第7单元条形统计图/2认识条形统计图(中) —— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'2认识条形统计图(中) —— 创造让孩子着迷的学习世界_',
 },
 
{
 sources: [{src: '/F/3_数学思维/洋葱数学/四年级上册/第7单元条形统计图/3认识条形统计图(下) —— 创造让孩子着迷的学习世界_.mp4',type: 'video/mp4'}],
 name:'3认识条形统计图(下) —— 创造让孩子着迷的学习世界_',
 },
 
];
