var videoList = 
 [
{
 sources: [{src: '/F/孙睿泽语文网课/12.【第一册】“御风而行”的列子和他的《杞人忧天》（上）-7.11.mp4',type: 'video/mp4'}],
 name:'12.【第一册】“御风而行”的列子和他的《杞人忧天》（上）-7.11',
 },
 
{
 sources: [{src: '/F/孙睿泽语文网课/13.【第一册】“御风而行”的列子和他的《杞人忧天》（下）-7.11.mp4',type: 'video/mp4'}],
 name:'13.【第一册】“御风而行”的列子和他的《杞人忧天》（下）-7.11',
 },
 
{
 sources: [{src: '/F/孙睿泽语文网课/14.【第一册】《伯牙绝弦》-7.15.mp4',type: 'video/mp4'}],
 name:'14.【第一册】《伯牙绝弦》-7.15',
 },
 
{
 sources: [{src: '/F/孙睿泽语文网课/15.【第一册】《伯牙鼓琴》-7.16.mp4',type: 'video/mp4'}],
 name:'15.【第一册】《伯牙鼓琴》-7.16',
 },
 
{
 sources: [{src: '/F/孙睿泽语文网课/16.【第一册】《纪昌学射》（上）.mp4',type: 'video/mp4'}],
 name:'16.【第一册】《纪昌学射》（上）',
 },
 
{
 sources: [{src: '/F/孙睿泽语文网课/17.【第一册】《纪昌学射》（下）《响遏行云》-7.24.mp4',type: 'video/mp4'}],
 name:'17.【第一册】《纪昌学射》（下）《响遏行云》-7.24',
 },
 
{
 sources: [{src: '/F/孙睿泽语文网课/18.【第一册】《呆若木鸡》7.26.mp4',type: 'video/mp4'}],
 name:'18.【第一册】《呆若木鸡》7.26',
 },
 
{
 sources: [{src: '/F/孙睿泽语文网课/19.【第一册】《愚公移山》（上）7.30.mp4',type: 'video/mp4'}],
 name:'19.【第一册】《愚公移山》（上）7.30',
 },
 
{
 sources: [{src: '/F/孙睿泽语文网课/20.【第一册】《愚公移山》（中）7.31.mp4',type: 'video/mp4'}],
 name:'20.【第一册】《愚公移山》（中）7.31',
 },
 
{
 sources: [{src: '/F/孙睿泽语文网课/21.【第一册】《愚公移山》（下）8.1.mp4',type: 'video/mp4'}],
 name:'21.【第一册】《愚公移山》（下）8.1',
 },
 
{
 sources: [{src: '/F/孙睿泽语文网课/22.【第一册】《两小儿辩日》7.28.mp4',type: 'video/mp4'}],
 name:'22.【第一册】《两小儿辩日》7.28',
 },
 
{
 sources: [{src: '/F/孙睿泽语文网课/直播05 上官腾飞：人物描写赏析、人物形象分析7.27.mp4',type: 'video/mp4'}],
 name:'直播05 上官腾飞：人物描写赏析、人物形象分析7.27',
 },
 
{
 sources: [{src: '/F/孙睿泽语文网课/第01讲：第一单元同步作文 -推荐一个好地方7.29.mp4',type: 'video/mp4'}],
 name:'第01讲：第一单元同步作文 -推荐一个好地方7.29',
 },
 
{
 sources: [{src: '/F/孙睿泽语文网课/第03讲：第二单元同步作文-小小动物园7.25.mp4',type: 'video/mp4'}],
 name:'第03讲：第二单元同步作文-小小动物园7.25',
 },
 
{
 sources: [{src: '/F/孙睿泽语文网课/第05讲：第三单元同步作文-观察日记.mp4',type: 'video/mp4'}],
 name:'第05讲：第三单元同步作文-观察日记',
 },
 
{
 sources: [{src: '/F/孙睿泽语文网课/第07讲：第四单元同步作文.mp4',type: 'video/mp4'}],
 name:'第07讲：第四单元同步作文',
 },
 
{
 sources: [{src: '/F/孙睿泽语文网课/第09讲：第五单元同步作文 .mp4',type: 'video/mp4'}],
 name:'第09讲：第五单元同步作文 ',
 },
 
{
 sources: [{src: '/F/孙睿泽语文网课/第11讲：作文（六）身边那些有特点的人-7.12.mp4',type: 'video/mp4'}],
 name:'第11讲：作文（六）身边那些有特点的人-7.12',
 },
 
{
 sources: [{src: '/F/孙睿泽语文网课/第11讲：第六单元同步作文.mp4',type: 'video/mp4'}],
 name:'第11讲：第六单元同步作文',
 },
 
{
 sources: [{src: '/F/孙睿泽语文网课/第13讲：第七单元同步作文.mp4',type: 'video/mp4'}],
 name:'第13讲：第七单元同步作文',
 },
 
];
